[
  {
    "id": "86865d92-3b19-4e98-a441-f08b70290257",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/86865d92-3b19-4e98-a441-f08b70290257",
    "created_at": "Thu Dec 24 14:20:42 UTC 2020",
    "company": "Tedas",
    "company_url": "http://www.tedas.nl/tedas/over-ons/",
    "location": "Brummen",
    "title": ".NET/C# Software engineer",
    "description": "<p><strong>.NET/C# Software engineer</strong></p>\n<p><em>Brummen, 40 uur per week</em></p>\n<p>Ben je bekwaam in het ontwikkelen van front- en backend applicaties? Wil je graag de puzzels oplossen die binnen frameworks voorkomen? Wil je meewerken aan de informatiebeveiliging van onze vitale infrastructuur in Nederland? Wegens groei van de organisatie zijn we op zoek naar meerdere collega’s. Dus ben je een junior-, medior-, of senior engineer? Reageer dan zeker en wie weet ben je onze nieuwe collega in 2021 als .NET/C# Software engineer.</p>\n<p><strong>Wat ga je doen</strong></p>\n<p>Bij Tedas staat het verbeteren en implementeren van digitale weerbaarheid van onze klanten in de vitale infrastructuur voorop. Vanuit je rol als .NET/ C# Software engineer ga je je vooral bezighouden met ons eigen framework Fusion. Samen met je collega’s verbeter je en pas je daar waar nodig de verschillende front- en backend applicaties aan zodat we een optimale informatiebeveiligingsstructuur aanbieden en in stand houden. Met je collega’s denk je actief mee aan de ontwikkeling van ons framework Fusion. Met jouw actuele kennis van de nieuwste technieken kunnen we het framework nog beter maken. Onderdeel van de rol is ook het ondersteunen van andere afdelingen bij de verschillende werkzaamheden. Als IT-organisatie werken we zoveel als mogelijk binnen elk team volgens de Scrum-methode.</p>\n<p><strong>Wat breng je mee</strong></p>\n<ul>\n<li>Enthousiasme, ondernemerschap, vermogen om zaken te analyseren en ook op te lossen en natuurlijk humor.</li>\n<li>(Ruime) <strong>kennis</strong> op het gebied van <strong>C#</strong>, <strong>.NET</strong> en <strong>microservices</strong>.</li>\n<li>\n<strong>Ervaring</strong> met <strong>middleware</strong> zoals AMQP.</li>\n<li>Kennis en ervaring met Docker en React geeft je zeker een streepje voor.</li>\n<li>Communicatief vaardig in de <strong>Nederlandse</strong> en <strong>Engelse taal</strong>, mondeling en schriftelijk.</li>\n<li>Minimaal een relevante afgeronde <strong>hbo</strong>-<strong>opleiding</strong>.</li>\n</ul>\n<p><strong>Wat bieden we jou</strong></p>\n<ul>\n<li>Een werkweek van maximaal 40 uur per week.</li>\n<li>Een bruto salaris tussen de € 3.000,- en € 4.000,- per maand.</li>\n<li>25 vakantiedagen per kalenderjaar.</li>\n<li>8% vakantietoeslag.</li>\n<li>Deelname pensioenfonds Nationale Nederlanden.</li>\n<li>Ruime reiskostenvergoeding woon-werkverkeer.</li>\n<li>Wekelijks patat op vrijdag.</li>\n<li>Vrij vanaf 15.00 uur op 5, 24 en 31 december.</li>\n<li>Cursus- en opleidingsmogelijkheden.</li>\n<li>Attentie op je verjaardag.</li>\n<li>Verse Nespresso koffie.</li>\n<li>........Ga zo maar door.</li>\n</ul>\n<p><strong>Wie zijn wij</strong></p>\n<p>Werken bij Tedas betekent dat je substantiële meerwaarde levert aan de digitale weerbaarheid van onze klanten. Denk daarbij aan Defensie, Opsporings- en Inlichtingen- &amp; Veiligheidsdiensten en leveranciers van de vitale infrastructuur. Tedas is een innovatief bedrijf waarin iedere medewerker zich bewust is van de maatschappelijke relevantie van onze activiteiten. Op dit moment zijn we met ruim 30 collega’s en is er ruimte voor meer collega’s.</p>\n<p>Binnen Tedas heerst een informele en ontspannen sfeer waar in alle openheid wordt gecommuniceerd en waar mensen zich op hun gemak voelen. Een prima klimaat om onze doelstellingen te behalen.</p>\n<p>Ons kantoor is gevestigd in Brummen en goed bereikbaar vanuit Ede-Wageningen, Arnhem, Amersfoort, Zwolle, Zutphen en Deventer. We werken met name volgens de Agile methode aan de verschillende applicaties en netwerken die we samen met onze eindklant ontwerpen en ontwikkelen.</p>\n<p><strong>Geïnteresseerd</strong></p>\n<p>Spreken niet alleen onze arbeidsvoorwaarden je aan, maar ook de inhoud van het werk dat je voor een veiliger Nederland gaat doen? Of wil je eerst nog meer informatie? Bel met Ellen Langelaar, teamleider, via telefoonnummer 06-12 12 04 83.</p>\n<p>Wil je reageren op deze vacature? Mail dan je motivatie en cv naar <a href=\"mailto:werkenbij@tedas.nl\"><strong>werkenbij@tedas.nl</strong></a>. Reageren <strong>voor 15 januari 2021</strong>.</p>\n<p><em>Acquisitie naar aanleiding van deze vacature wordt niet op prijs gesteld.</em><img src=\"https://camo.githubusercontent.com/68e6b08858bc67393a906037af6ab699d3287dc8/68747470733a2f2f62636f6e74726f6c2e62726f636b6d657965722e6e6c2f747261636b2e7068703f6f7264657269643d323135303530\"></p>\n",
    "how_to_apply": "<p><a href=\"https://ltpx.nl/9DAPiVv\">Klik hier om te solliciteren</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdWVUIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--da81cb51d920fbc0474b1e97026c0ffc2a6815db/Tedas_logo_liggend_fc-300.png"
  },
  {
    "id": "de94535c-d505-4c3d-b48e-0dd72eb7cbfe",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/de94535c-d505-4c3d-b48e-0dd72eb7cbfe",
    "created_at": "Wed Dec 23 22:43:07 UTC 2020",
    "company": "Launch Factory",
    "company_url": "http://www.launchfactory.com",
    "location": "San Diego, CA",
    "title": "CTO Co-Founder",
    "description": "<p>Want to lead our startup?</p>\n<p>Have you launched your own business before, or are you looking to build your first venture? Do you have experience in software development, product design and entrepreneurship? Are you looking to create great products and shape technology? Maybe you’re a former developer or strong software lead with a passion to start your own company…  We’d love to hear from you.</p>\n<p>Launch Factory is a startup studio with a unique approach to launching great companies. We internally source and develop concepts for our future businesses, and then we recruit Founders to launch each new company. Our seven-week Founders Recruitment Process uses a combination of assessments, interviews, and work samples to evaluate Candidates’ abilities to lead a successful company.</p>\n<p>How Does it Work?</p>\n<ol>\n<li>Apply as a candidate through our website</li>\n<li>Find a Co-Founder through your network or our co-founder search tools</li>\n<li>Select which of our vetted startup businesses you would like to pursue</li>\n<li>Deliver work samples related to your chosen company, spanning both technical product development and business planning</li>\n<li>Launch Factory will review your work samples and the highest achieving teams will move on through each week of the recruitment process</li>\n<li>Ultimately, one final team will be selected to launch each of our new startups!</li>\n</ol>\n<p>Funding + Incubation</p>\n<p>If your team is selected, you and your co-founder will become the official founders of whichever startup you chose to pursue in the recruitment process. Here are the benefits:</p>\n<ol>\n<li>Seed Capital - Launch Factory provides a $300k investment to each newly formed startup</li>\n<li>Compensation - Up to $100k of the seed capital can be used, per year, for founder compensation.</li>\n<li>Equity Stake - Equity is split equally among each Founder and Launch Factory, excluding set-asides.</li>\n<li>Advisors – Launch Factory provides a team of compensated advisors to each new startup.</li>\n<li>Incubation – You’ll have access to proven processes and tools to help founders operate efficiently.</li>\n<li>Space to Grow - Each new company is given office space to help you grow and develop your new team.</li>\n</ol>\n<p>Program Details</p>\n<p>You don’t need the next big idea, or be willing to take on a startup alone, to become a founder with Launch Factory.</p>\n<p>We provide you with vetted startup ideas, seed capital, advisors, incubation, and office space so you can surround yourself with the right people for focus on execution from day one.</p>\n<p>Take the leap into entrepreneurship and apply as a Candidate for our 2021 Founders Recruitment Process today! The application period ends on February 21st, 2021 at 11:59 PM (Pacific).</p>\n<p>You can read more about the Founders Recruitment Process and apply on our website here: <a href=\"https://bit.ly/3nKOOqR\">https://bit.ly/3nKOOqR</a></p>\n<p>Alternate titles: founder, co-founder, cofounder, ceo, chief executive officer, coo, chief operating officer, cto, chief technology officer, cfo, chief financial officer, startup executive, president, vice president, product architect, software lead, software developer, full-stack developer, product manager, strategist, analyst, data scientist, sales &amp; marketing lead, business development executive, program manager</p>\n",
    "how_to_apply": "<p>Visit our website to learn more: <a href=\"https://bit.ly/3nKOOqR\">https://bit.ly/3nKOOqR</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcnFUIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--6168d3b2b22b42a26e6e04adc10d77b1bce316d3/Launch%20Factory_Favicon_512x512.png"
  },
  {
    "id": "908ce6bd-c01c-4c0a-b81b-a5ec310080a5",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/908ce6bd-c01c-4c0a-b81b-a5ec310080a5",
    "created_at": "Wed Dec 23 21:18:26 UTC 2020",
    "company": "Agiloft Inc",
    "company_url": "http://www.agiloft.com",
    "location": "Kyiv, Ukraine, Budapest, Hungary, Rostov-on Don, Russia",
    "title": "Senior Integrations Developer - EU based",
    "description": "<p><strong>Thrive with Agiloft</strong></p>\n<p>Are you an experienced Senior Integrations Developer who is successful, motivated, smart, energetic, and looking for a rewarding position in a growing, profitable, and dynamic company?</p>\n<p>Agiloft is looking for professionals that thrive working with enterprises in multiple industries, with unique business challenges requiring sophisticated solution design.</p>\n<p><strong>Why Join Agiloft?</strong></p>\n<ul>\n<li>\n<p>Agiloft was named as the market leader in every category in the Gartner Critical Capabilities for CLM report, and a market leader in the Gartner Magic Quadrant.</p>\n</li>\n<li>\n<p>Contract Lifecycle Management (CLM) is one of the fastest-growing areas of enterprise sales, with a TAM projected to climb from $2B to $7B in the next 5 years.</p>\n</li>\n<li>\n<p>The Agiloft Contract and Commerce Lifecycle Platform has won over a dozen awards, including the Editor's Choice award from PC Mag, for the past five years in a row.</p>\n</li>\n<li>\n<p>Agiloft has a highly differentiated value proposition which is uniquely appealing to enterprises: pre-built applications with a deeply configurable, no-code platform for integrated Business Process Management throughout an organization.</p>\n</li>\n<li>\n<p>Agiloft is pioneering the applied use of Artificial Intelligence to enable next-generation business commerce at organizations ranging from small enterprises to U.S. government agencies and Fortune 100 companies.</p>\n</li>\n<li>\n<p>Agiloft is the only company in the industry with the confidence to provide an unconditional satisfaction guarantee, and you too will be successful with Agiloft.</p>\n</li>\n</ul>\n<p>As the leader in the CCLM market, Agiloft is winning many Enterprise deals and looking to hire the best talent to meet this demand with a competitive compensation plan that rewards overachievement.</p>\n<p><strong>Position Overview</strong></p>\n<p>You will be a key member of the Agiloft engineering team responsible for delivering data integration projects. You will be actively engaged in all aspects of the solution lifecycle, including design, development, support, and ongoing maintenance. While there are many different applications and iPaaS platforms we integrate with, many of our customers need to integrate Agiloft with Salesforce. You will be a perfect fit for the open position if you also have experience with building or modifying Salesforce applications.</p>\n<p>You should have no less than three years of professional experience in building enterprise-grade applications with a focus on integrations and API and one year plus experience with Apex applications. We expect you to be passionate about building software and perform well working in a geographically distributed and diverse team.</p>\n<p><strong>This is a remote-only position. You must be comfortable with setting your own schedule and proactively collaborating in a globally dispersed team using a variety of communication channels.</strong></p>\n<p><strong>Job Responsibilities</strong></p>\n<ul>\n<li>Translating business requirements into technical requirements and developing the necessary integration or application to fulfill those requirements.</li>\n<li>Code produced will primarily be, but is not restricted to, REST APIs and integration orchestrations.</li>\n<li>Write Apex routines or modify existing Apex routines for Agiloft customers</li>\n<li>Documenting code for maintenance and reusability.</li>\n<li>Understanding existing code and performing maintenance and enhancements as required.</li>\n<li>Working with other teams to promote standards and code reuse across the organization.</li>\n</ul>\n<p><strong>Required Qualifications</strong></p>\n<ul>\n<li>Java Developer</li>\n<li>Web Services (REST &amp; SOAP)</li>\n<li>RESTful API design and JSON data representation</li>\n<li>Experience with J2EE, Tomcat, JBoss, EJB3 is a plus</li>\n<li>Experience in Multi-threading is plus</li>\n<li>Relational databases</li>\n<li>Experience with Salesforce Apex</li>\n<li>Experience working in geographically dispersed teams</li>\n<li>Bachelor’s Degree</li>\n</ul>\n<p><strong>Preferred Qualifications</strong></p>\n<ul>\n<li>Good understanding of current database technologies and their applications</li>\n<li>Hands-on experience with building Salesforce applications</li>\n<li>A keen interest to learn about new technologies</li>\n<li>Fluent in the English language</li>\n</ul>\n<p><strong>Benefits and Perks</strong></p>\n<ul>\n<li>Competitive salary</li>\n<li>Referral bonuses</li>\n<li>Generous vacation and flexible work schedules</li>\n<li>Professional development and career growth opportunities</li>\n<li>Awesome team members</li>\n</ul>\n<p><strong>INTERESTED? APPLY NOW!</strong></p>\n<p>For a full list of open positions and to submit your application, go to our website <a href=\"http://www.agiloft.com/jobs.htm\">http://www.agiloft.com/jobs.htm</a> or apply directly here &gt; <a href=\"https://tinyurl.com/y3rvqlko\">agiloft.com/SrIntegrationDev</a></p>\n",
    "how_to_apply": "<p>For a full list of open positions and to submit your application, go to our website <a href=\"http://www.agiloft.com/jobs.htm\">http://www.agiloft.com/jobs.htm</a> or apply directly here &gt; <a href=\"https://tinyurl.com/y3rvqlko\">agiloft.com/SrIntegrationDev</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBclNUIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--33a2e7e1616e361774e5f8bede9d2042bd466e0e/Agiloft%20Logo%20plain%20(Indeed).png"
  },
  {
    "id": "6092c5a7-b711-41be-8bc2-fb972294441c",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/6092c5a7-b711-41be-8bc2-fb972294441c",
    "created_at": "Wed Dec 23 21:04:41 UTC 2020",
    "company": "Agiloft Inc",
    "company_url": "http://www.agiloft.com",
    "location": "San Francisco Bay Area",
    "title": "System Administrator ",
    "description": "<p><strong>Thrive with Agiloft</strong></p>\n<p>Are you an experienced System Administrator who is successful, motivated, smart, energetic, and looking for a rewarding position in a growing, profitable, and dynamic company?</p>\n<p>Agiloft is looking for professionals that thrive working with enterprises in multiple industries, with unique business challenges requiring sophisticated solution design.</p>\n<p><strong>Why Join Agiloft?</strong></p>\n<ul>\n<li>\n<p>Agiloft was named as the market leader in every category in the Gartner Critical Capabilities for CLM report, and a market leader in the Gartner Magic Quadrant.</p>\n</li>\n<li>\n<p>Contract Lifecycle Management (CLM) is one of the fastest-growing areas of enterprise sales, with a TAM projected to climb from $2B to $7B in the next 5 years.</p>\n</li>\n<li>\n<p>The Agiloft Contract and Commerce Lifecycle Platform has won over a dozen awards, including the Editor's Choice award from PC Mag, for the past five years in a row.</p>\n</li>\n<li>\n<p>Agiloft has a highly differentiated value proposition which is uniquely appealing to enterprises: pre-built applications with a deeply configurable, no-code platform for integrated Business Process Management throughout an organization.</p>\n</li>\n<li>\n<p>Agiloft is pioneering the applied use of Artificial Intelligence to enable next-generation business commerce at organizations ranging from small enterprises to U.S. government agencies and Fortune 100 companies.</p>\n</li>\n<li>\n<p>Agiloft is the only company in the industry with the confidence to provide an unconditional satisfaction guarantee, and you too will be successful with Agiloft.</p>\n</li>\n</ul>\n<p>As the leader in the CCLM market, Agiloft is winning many Enterprise deals and looking to hire the best talent to meet this demand with a competitive compensation plan that rewards overachievement.</p>\n<p><strong>Position Overview</strong></p>\n<p>This is a mission-critical position requiring a well-rounded administrator who is passionate about learning and taking advantage of the latest technologies.</p>\n<p>You will be part of a team that is responsible for our Amazon AWS infrastructure design and migration, our KVM-based virtualized stack at a local data center, designing process improvements, network management, and administering the Linux servers used by our SaaS service, together with a handful of Windows servers (virtualized and on bare metal), along with the services they provide.</p>\n<p><strong>Required Qualifications</strong></p>\n<ul>\n<li>At least 4 years of full-time work experience as a system administrator; or a college degree and 2 years of full-time work experience as a system administrator. A College degree in Computer Science or an equivalent is a plus.</li>\n<li>Experience with Linux, Windows, and Virtualization (KVM preferred).</li>\n<li>Familiarity with IPv4 networking, including DNS, SMTP/POP/IMAP, HTTP, LDAP, SSH, and SQL.</li>\n<li>Superior troubleshooting skills.</li>\n<li>Willingness to participate in an on-call rotation schedule with the rest of the team.</li>\n<li>Excellent judgment, capacity to independently evaluate situations, and identify the optimum course of action.</li>\n<li>High intelligence and creativity.</li>\n</ul>\n<p><strong>Preferred Qualifications</strong></p>\n<ul>\n<li>Bash, Perl, and/or Python scripting capabilities.</li>\n<li>Knows the difference between vi and emacs and can use one of them expertly.</li>\n<li>RBAC experience, such as SELinux, or GRSec.</li>\n<li>Expertise in configuring an Asterix VOIP system.</li>\n</ul>\n<p><strong>Benefits and Perks</strong></p>\n<ul>\n<li>Competitive salary</li>\n<li>Health and dental insurance</li>\n<li>401k plan with company match</li>\n<li>Referral bonuses</li>\n<li>Generous vacation and flexible work schedules</li>\n<li>Professional development and career growth opportunities</li>\n<li>Awesome team members</li>\n</ul>\n<p><strong>INTERESTED? APPLY NOW!</strong></p>\n<p>For a full list of open positions and to submit your application, go to our website <a href=\"http://www.agiloft.com/jobs.htm\">http://www.agiloft.com/jobs.htm</a> or apply directly here &gt; <a href=\"https://tinyurl.com/y4nvjd2c\">agiloft.com/SysAdmin</a></p>\n<p><strong>Agiloft is an Equal Opportunity Employer</strong></p>\n<p>Agiloft is an equal opportunity employer and prohibits discrimination of any kind. All employment decisions at Agiloft are based on business needs, job requirements, and individual qualifications without regard to race, color, religion or belief, national or social ethnic origin, sex (including pregnancy), age, physical, mental, or sensory disability, HIV status, sexual orientation, gender identity and/or expression, marital, civil union, or domestic partnership status, past or present military service, family medical history, genetic information, family or parental status, or any other status protected by the laws or regulations in the locations where we operate.</p>\n",
    "how_to_apply": "<p><strong>INTERESTED? APPLY NOW!</strong></p>\n<p>For a full list of open positions and to submit your application, go to our website <a href=\"http://www.agiloft.com/jobs.htm\">http://www.agiloft.com/jobs.htm</a> or apply directly here &gt; <a href=\"https://tinyurl.com/y4nvjd2c\">agiloft.com/SysAdmin</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcktUIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--cff3cd394633386822b62c46aa5537d2e1e11309/Agiloft%20Logo%20plain%20(Indeed).png"
  },
  {
    "id": "312006e7-bca3-4d88-9ff6-4eeb96593973",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/312006e7-bca3-4d88-9ff6-4eeb96593973",
    "created_at": "Wed Dec 23 20:46:40 UTC 2020",
    "company": "Agiloft Inc",
    "company_url": "http://www.agiloft.com",
    "location": "Kyiv, Ukraine, Rostov-on Don, Russia",
    "title": "QA Automation Engineer - EU based ",
    "description": "<p><strong>Thrive with Agiloft</strong></p>\n<p>Are you an experienced QA Engineer who is successful, motivated, smart, energetic, and looking for a rewarding position in a growing, profitable, and dynamic company?</p>\n<p>Agiloft is looking for QA Engineers that thrive working with enterprises in multiple industries, with unique business challenges requiring sophisticated solution design.</p>\n<p><strong>Why Join Agiloft?</strong></p>\n<ul>\n<li>\n<p>Agiloft was named as the market leader in every category in the Gartner Critical Capabilities for CLM report, and a market leader in the Gartner Magic Quadrant.</p>\n</li>\n<li>\n<p>Contract Lifecycle Management (CLM) is one of the fastest-growing areas of enterprise sales, with a TAM projected to climb from $2B to $7B in the next 5 years.</p>\n</li>\n<li>\n<p>The Agiloft Contract and Commerce Lifecycle Platform has won over a dozen awards, including the Editor's Choice award from PC Mag, for the past five years in a row.</p>\n</li>\n<li>\n<p>Agiloft has a highly differentiated value proposition which is uniquely appealing to enterprises: pre-built applications with a deeply configurable, no-code platform for integrated Business Process Management throughout an organization.</p>\n</li>\n<li>\n<p>Agiloft is pioneering the applied use of Artificial Intelligence to enable next-generation business commerce at organizations ranging from small enterprises to U.S. government agencies and Fortune 100 companies.</p>\n</li>\n<li>\n<p>Agiloft is the only company in the industry with the confidence to provide an unconditional satisfaction guarantee, and you too will be successful with Agiloft.</p>\n</li>\n</ul>\n<p>As the leader in the CCLM market, Agiloft is winning many Enterprise deals and looking to hire the best talent to meet this demand with a competitive compensation plan that rewards overachievement.</p>\n<p><strong>Position Overview</strong></p>\n<p>We are looking for a full-time QA Engineer to help with manual and automated quality assurance of the Agiloft software platform. You should have no less than two years of professional experience in software testing and test automation.</p>\n<p>We also expect you to perform well working in a geographically distributed and diverse team.</p>\n<p><strong>Job Responsibilities</strong></p>\n<ul>\n<li>Writing test cases and scenarios to extend existing testing protocol</li>\n<li>Advance and maintain existing test scenarios</li>\n<li>Research any broken functionalities that fail during tests execution</li>\n<li>Support manual QA testing efforts in conversion of manual test cases into automated ones</li>\n<li>Update test results in test tracking tool(s)</li>\n<li>Report, track, and manage any discovered defects to resolution</li>\n<li>Work effectively and collaboratively with other members of the product team</li>\n</ul>\n<p><strong>Required Qualifications</strong></p>\n<ul>\n<li>Solid experience in functional, usability, acceptance, integration, performance, and security testing</li>\n<li>2+ years of  testing experience in software development</li>\n<li>Experience with writing and executing detailed test cases, test plans and test design documents</li>\n<li>Experience with application (UI/API/Unit) automation tools, BDD automation tools, monitoring tools, - performance testing tools, and automation technologies is a plus</li>\n<li>Ability to speak and write in English</li>\n</ul>\n<p><strong>Benefits and Perks</strong></p>\n<ul>\n<li>Competitive salary</li>\n<li>Referral bonuses</li>\n<li>Generous vacation and flexible work schedules</li>\n<li>Professional development and career growth opportunities</li>\n<li>Awesome team members</li>\n</ul>\n<p><strong>INTERESTED? APPLY NOW!</strong></p>\n<p>For a full list of open positions and to submit your application, go to our website <a href=\"http://www.agiloft.com/jobs.htm\">http://www.agiloft.com/jobs.htm</a> or apply directly here &gt; <a href=\"https://tinyurl.com/y2g63jvr\">agiloft.com/QAAutoEU</a></p>\n",
    "how_to_apply": "<p>For a full list of open positions and to submit your application, go to our website <a href=\"http://www.agiloft.com/jobs.htm\">http://www.agiloft.com/jobs.htm</a> or apply directly here &gt; <a href=\"https://tinyurl.com/y2g63jvr\">agiloft.com/QAAutoEU</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcStUIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--18d429cb34ccc0530ab5fb803fda5f29fb0ab66a/Agiloft%20Logo%20plain%20(Indeed).png"
  },
  {
    "id": "f878a4b2-ad30-4892-8e82-0b8405727143",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/f878a4b2-ad30-4892-8e82-0b8405727143",
    "created_at": "Wed Dec 23 16:43:14 UTC 2020",
    "company": "XinFin[XDC] Network",
    "company_url": "https://xinfin.org/",
    "location": "Remote",
    "title": "DeFi Tech Head  - XinFin[XDC] Network",
    "description": "<p>XinFin Network is an enterprise grade hybrid blockchain network with a live and stable public network since Mid 2019. XinFin Network is a partner of R3 corda network which is building bridge with the corda ecosystem. This architecture makes XinFin Network a true Hybrid blockchain ready for enterprise adoption.</p>\n<p>Decentralised Finance is the next big thing in Blockchain and one of the strongest and successful use cases of Blockchain and Digital asset ecosystem. Analysts predict that DeFi will go on to power the entire financial markets which transaction 100 Trillion USD+ every year.</p>\n<p>XinFin is looking for a DeFi Tech head who will lead the DeFi ecosystem on XinFin Network.</p>\n<p><strong>DeFi ecosystem on XinFin Network would consist of following :</strong></p>\n<ul>\n<li>Mint synthetic USD (xstable) stablecoin by collaterilsing XDC</li>\n<li>Generate yield on (xstable) by staking it across lending ecosystem\n<a href=\"https://www.tradefinex.org/publicv/markets\">https://www.tradefinex.org/publicv/markets</a> - this is where (xstable can lend)</li>\n<li>Add support for SGDg and EURg in XinFin DeFi ecosystem (These are stablecoins by Globiance running on XDC Network)</li>\n<li>Enable staking on SGDg and EURg</li>\n<li>Smart contract for liquidity pools for (xstable)/SGDg and (xstable)/EURg</li>\n<li>Actively involve community in testing DeFi contracts and ensure they have best UI for accessibility</li>\n<li>Engage with Asset managers, fund managers, financial institutions, Digital asset/crypto exchanges, digital asset custodians who can offer the DeFi stack/protocol to their own customers</li>\n</ul>\n<p><strong>Main Features in DeFi project are :</strong></p>\n<ul>\n<li>Synthetic Assets - These token assets imitate a real world asset or digital asset by using its price feed</li>\n<li>Decentralised Exchange : Such synthetic assets to be exchanged via decentralised exchange</li>\n<li>Wrapped assets : Wrapped token assets are minted 1:1 with an actual peg to the asset, such as fiat money for stablecoins, gold, Bitcoin</li>\n<li>Yield Farming : Yield farming contracts enable p2p users in choosing their own yield generating origination</li>\n</ul>\n<p>Reference Projects :</p>\n<ul>\n<li>\n<p><a href=\"https://www.synthetix.io/\">https://www.synthetix.io/</a></p>\n</li>\n<li>\n<p><a href=\"https://compound.finance/\">https://compound.finance/</a></p>\n</li>\n<li>\n<p><a href=\"https://www.circle.com/en/usdc\">https://www.circle.com/en/usdc</a></p>\n</li>\n<li>\n<p><a href=\"https://www.paxos.com/pax/\">https://www.paxos.com/pax/</a></p>\n</li>\n<li>\n<p><a href=\"https://fantom.foundation/defi/\">https://fantom.foundation/defi/</a></p>\n</li>\n<li>\n<p><a href=\"https://pwawallet.fantom.network/\">https://pwawallet.fantom.network/</a></p>\n</li>\n<li>\n<p><a href=\"https://github.com/makerdao\">https://github.com/makerdao</a></p>\n</li>\n</ul>\n<p><strong>You a fit if :</strong>\nYou eat, live and breathe tech and code, especially github, gitlab</p>\n<p>Location : Anywhere, Remote\n*** Please note this is a full-time onsite or remote position and no visa or relocation support will be provided.***</p>\n<p>Employment Type\nFull-time</p>\n",
    "how_to_apply": "<p>Email your resume to <a href=\"mailto:omkar@xinfin.org\">omkar@xinfin.org</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcWlUIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--21760d4bda36908d6c14afca625371ed0efc3f72/xdc-logo.png"
  },
  {
    "id": "50846e5f-fc5d-465d-9796-e15d7e3cb917",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/50846e5f-fc5d-465d-9796-e15d7e3cb917",
    "created_at": "Tue Nov 17 21:42:16 UTC 2020",
    "company": "Nebo Agency",
    "company_url": "https://www.neboagency.com/",
    "location": "Atlanta, GA",
    "title": "Front-End Engineer",
    "description": "<p>Simply put: Nebo’s engineering team gets things done. That usually looks like using the art of code to solve problems and build solutions for clients and coworkers alike. We don’t get hung up on what hasn’t been done — we’re all about what we can do. We’re looking for driven teammates who are ready to jump in and do the same.</p>\n<p><strong>About Nebo</strong></p>\n<p>Nebo is a human-centered agency committed to doing great work and never settling for \"good enough.\" The culture is friendly, the work is rewarding and the Friday beers are cold, because that's the way we like it. Located in West Atlanta, we're at the heart of the Southeast's digital, startup, and marketing scenes. (We also have a stock of Red Bull, fuel of champions.)</p>\n<p><strong>About the position</strong></p>\n<p>As a front-end engineer at Nebo, you will bring well-designed website and interfaces to life with carefully crafted HTML and javascript.</p>\n<p>Be prepared to work with our back-end, design, content and UX teams to maintain and develop features for existing web applications and websites and to build complex user interactions either from scratch or within existing frameworks.</p>\n<p>We’re looking for someone with 2-5 years of professional coding experience and strong examples of previous work.</p>\n<p><strong>Here are some of the technologies we use on a daily basis</strong></p>\n<ul>\n<li>JavaScript / JQuery</li>\n<li>CSS / Sass</li>\n<li>Git / GitLab</li>\n<li>Nebo CMS (our in-house Content Management System built and maintained by our team!)</li>\n</ul>\n<p><strong>Skills Required</strong></p>\n<ul>\n<li>Proficient in HTML, CSS, and JavaScript</li>\n<li>Portfolio of designed and coded work</li>\n<li>Familiar with Adobe creative tools</li>\n<li>Able to translate user experience and design into clean, modular, and scalable code that follows web standards</li>\n<li>Attention to detail</li>\n<li>Good communication skills</li>\n</ul>\n<p><strong>The things that will set you apart (AKA Bonus Skills)</strong></p>\n<ul>\n<li>Familiar with using Git and version control</li>\n<li>Experienced in SCSS, Grunt/Gulp</li>\n<li>Agency or fast-paced work environment experience</li>\n</ul>\n<p>This is a full-time position and compensation is dependent upon experience. We're currently working remotely due to COVID-19, but going forward this position will be based in our office located in Atlanta, Georgia.</p>\n<p><strong>Nebo's Commitment to Diversity &amp; Inclusion</strong></p>\n<p>As a human-centered agency, we believe in uplifting our community and advancing society through inclusive business practices. We're dedicated to providing equal opportunities and equal access to all individuals regardless of race, color, religion, ethnic or national origin, gender, genetic information, age, disability, sexual orientation, gender identity, gender expression, and veteran’s status.</p>\n<p>Thank you for your interest in Nebo!</p>\n",
    "how_to_apply": "<p>Email your resume to <a href=\"mailto:careers@neboagency.com\">careers@neboagency.com</a>\nor apply directly <a href=\"https://neboagency.applytojob.com/apply/A9cWrxBpdZ/FrontEnd-Engineer?source=GitHub\">here</a>.</p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBc21PIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--ac831d86a987231a85808732241c08ae26d044fa/nebo-n-logo.jpg"
  },
  {
    "id": "cbc32e59-c23b-401b-983b-93483dbb72d1",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/cbc32e59-c23b-401b-983b-93483dbb72d1",
    "created_at": "Wed Dec 23 16:09:15 UTC 2020",
    "company": "Tolq.com",
    "company_url": "http://tolq.com",
    "location": "remote job",
    "title": " Front End Engineer (Javascript)",
    "description": "<p><strong>Intro</strong></p>\n<p>We are looking for an additional Front End Developer who can help us to build and improve our platform. If you like working in a fast-paced environment where you can really add value, this is the job for you!</p>\n<p>We are accepting applications for the next two months and we fill the open position as soon as we’ve found the right candidate.</p>\n<p><strong>About the Position</strong></p>\n<p><em>Front End Engineer (Javascript)</em></p>\n<p>These are the most important aspects you’ll be working on:</p>\n<ul>\n<li>Implement complex components such as rich text editors that dynamically analyses what is written in them and enriches it.</li>\n<li>Come up with sound architectures to support fast and rich web apps with hundreds of moving pieces.</li>\n<li>Refactoring outdated pieces of code into something awesome.</li>\n<li>Work in close collaboration with the development and design teams.</li>\n</ul>\n<p><strong>About Tolq</strong></p>\n<p>Tolq’s goal is to eliminate language barriers and to do that we’ve built a lot of technology that makes it easier for companies to translate their content. Our clients range from Bol.com, to MediaMarkt to Belvilla and many others</p>\n<p>We have our HQ in The Hague in The Netherlands and we are remote first (so location is not an issue).</p>\n<p>We have an open ‘startup-like’ mentality and are a software company from origin.</p>\n<p><em>What else can you expect from us?</em></p>\n<ul>\n<li>Enthusiastic and fun colleagues</li>\n<li>Startup mentality and possibilities</li>\n<li>Friday afternoon drinks and/or (theme)parties (when COVID allows)</li>\n</ul>\n<p>You can expect a mindful onboarding process with ramp-up and time to learn. You can expect a team that listens, and to be heard. You can expect to give and provide direct feedback. You can expect to be counted on. You can expect to do your best work and build a career here.</p>\n<p><strong>About You</strong></p>\n<p>We are looking for someone who is ready for this challenge with a getting things done work spirit.</p>\n<p><em>Skills</em></p>\n<ul>\n<li>You are crazy about building beautiful and intuitive interfaces</li>\n<li>You enjoy tough challenges</li>\n<li>You are driven and enthusiastic</li>\n<li>You can handle a fast-paced, ever-changing, and deadline-driven environment</li>\n<li>Your communication skills in English are proficient</li>\n</ul>\n<p><em>Experience</em></p>\n<ul>\n<li>At least 2 years using React and Redux,  good knowledge of its weakest points and how to avoid them.</li>\n<li>At least 5 years of experience developing web applications</li>\n<li>Experience with testing frameworks</li>\n<li>Experience with GraphQL</li>\n</ul>\n<p><em>Good to have</em></p>\n<ul>\n<li>Ruby on Rails experience</li>\n<li>UX design capabilities with special emphasis on usability.</li>\n<li>Experience building SPAs from the ground up choosing a solid architecture fit for the problem.</li>\n<li>Good capabilities solving hard CSS problems</li>\n</ul>\n<p><strong>How to Apply</strong></p>\n<p>You can apply via <a href=\"https://tolq.recruitee.com/o/front-end-engineer-javascript-den-haag\">https://tolq.recruitee.com/o/front-end-engineer-javascript-den-haag</a>\nPlease send an application that speaks directly to how you would like to fill this position. There are no right answers or expectations. Show us your role in Tolq’s future and our role in yours. Address some of the work we do. Introduce yourself as a colleague. Feel free to respond in either Dutch or English.</p>\n<p>Please do NOT apply for this position if you just did IronHack, Codaisseur or one of the other basic coding bootcamps - or apply as an intern.</p>\n",
    "how_to_apply": "<p><a href=\"https://tolq.recruitee.com/o/front-end-engineer-javascript-den-haag\">https://tolq.recruitee.com/o/front-end-engineer-javascript-den-haag</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcVNUIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a038e0b2fbeff1f22fb2bca9d57416d19885d519/Tolq%20logo.png"
  },
  {
    "id": "b8a2fad5-7994-4c87-8e88-aae729108063",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/b8a2fad5-7994-4c87-8e88-aae729108063",
    "created_at": "Wed Dec 23 14:59:27 UTC 2020",
    "company": "ELISE GmbH",
    "company_url": "https://www.elise.de/",
    "location": "Bremen",
    "title": "Desktop Application Developer",
    "description": "<p><strong>Desktop Application Developer</strong></p>\n<p>Our <strong>open platform</strong> enables mechanical engineers to fundamentally change their way of working. We are developing an application that accelerates the pace of innovation for our customers by providing them with the tools to model technical components using <strong>design algorithms</strong> and test simulations. Our <strong>desktop application</strong> allows its users to focus on the requirements of their components and leave repetitive redesign and evaluation to the application.</p>\n<p><strong>What you'll be working on</strong></p>\n<p>We are looking for a <strong>Desktop Application Developer</strong> to join our team. You will work on our application which allows the user to create, arrange and modify complex models as graphs. If you enjoy building Windows desktop applications and have a very good understanding of .NET, you are the perfect addition to our team!</p>\n<ul>\n<li>Together with other developers you will add new functionality to our C# application while guarding and improving the architecture and functionality of the application.</li>\n<li>You will be responsible for understanding how .NET applications work and for having a focus on performance.</li>\n<li>Together with your team you will bring stories from a conceptual state to implemented in a release.</li>\n<li>You will be an active team member of one of our multiple Scrum teams working on the same application, so collecting and sharing knowledge is an important part of your daily work.</li>\n<li>If you also have knowledge of WPF and Direct2D, you will impress us even more!</li>\n</ul>\n<p><strong>Why ELISE</strong></p>\n<p>As a Startup we revolutionize the design process for 3D printing with our software. Do you love to work on cutting-edge projects for automotive, aviation and space industry? We are proud of our team - our people are excellent in what they do. We offer an exciting and varied work in the interdisciplinary field with a lot of creative freedom in a small, enthusiastic team. We care about personal growth and invest in the development of our employees. Together with you, we want to perfect our software and position it in a fast-growing, exciting market. Read more at: <a href=\"https://www.elise.de/company/career/\"><strong>www.elise.de/company/career/</strong></a>.</p>\n<p><strong>Requirements</strong></p>\n<ul>\n<li>Bachelor's degree or higher in computer science, mathematics, or related fields.</li>\n<li>Extensive knowledge about all frameworks and tricks in the .NET world in combination with Windows Desktop Applications.</li>\n<li>Proven experience in C# (or in similar languages).</li>\n<li>Experience with WPF and/or Direct2D.</li>\n<li>Experience with git or other modern version control systems.</li>\n<li>A passion for robust development practices including test-driven development, continuous integration and agile methodologies.</li>\n<li>Excited to work in a fast-paced, team-oriented environment.</li>\n<li>Strong verbal and written communication skills in English.</li>\n<li>Preferred Qualifications.</li>\n<li>Experience in C++ desirable.</li>\n<li>Knowledge of computer aided design and/or finite element analysis desirable.</li>\n<li>Knowledge of geometry processing libraries (e.g., Parasolid, Hoops, OpenVDB) desirable.</li>\n<li>Interest in artificial intelligence preferable.</li>\n</ul>\n<p><strong>Are you up for the challenge?</strong></p>\n<p>We change the way product development works and are looking for a full time <strong>Desktop Application Developer</strong> (.NET) (m/f/d). Do you want to join? Apply now via the <a href=\"https://ltpx.nl/FcVOkC3\"><strong>application form</strong></a>.</p>\n<p><em>Agency calls are not appreciated.</em><img src=\"https://camo.githubusercontent.com/edbd39aae2fbe85ffa62526f1b9136f74239ad1f/68747470733a2f2f62636f6e74726f6c2e62726f636b6d657965722e6e6c2f747261636b2e7068703f6f7264657269643d323137333834\"></p>\n",
    "how_to_apply": "<p><a href=\"https://ltpx.nl/dNKIPlP\">Click here to apply</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcENUIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--b4b5a042dc90480eba2770d9c2c083c99a5210e7/logo_elise_800.png"
  },
  {
    "id": "5a1e7fa2-bd16-42bb-b4ca-2705d6279da6",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/5a1e7fa2-bd16-42bb-b4ca-2705d6279da6",
    "created_at": "Wed Dec 23 04:50:15 UTC 2020",
    "company": "RecycleSmart",
    "company_url": "http://RecycleSmart",
    "location": "Vancouver ",
    "title": "Senior Full Stack Developer",
    "description": "<p>Who is RecycleSmart:</p>\n<p>A National B2B managed services firm that provides outsourced management of waste, organics and recycling to a broad range of industries across Canada.\nWe do our part to ensure we make the world a better place!\nWe are a dynamic, fast-paced, fun, collaborative environment where we value innovation while helping our teammates and customers grow.\nWe get recognized for our successes (be sure to look at our company page).</p>\n<p>What We Need:</p>\n<p>You will be a product-focused full-stack engineer.  You’ll join its remote development team and will work on an early-stage IoT product.  Must be located in Canada.</p>\n<p>RecycleSmart is developing an IoT product that helps garbage and recycling companies reduce carbon emissions and improve recycling performance.  We’re looking for a senior engineer to join the Cloud software team. You’ll be responsible for ensuring the RecycleSmart Cloud stays up and running, building new features, and ensuring the Cloud team takes a sane technical approach. We’re a small team so you’ll be working closely with the firmware team, customers, and the product manager to build and ship software.</p>\n<p>On the frontend you’ll work on our React SPA, and on the backend you’ll build RESTful APIs in Node/Express/Postgres.</p>\n<p>What People say about You:</p>\n<p>As a key member of our remote engineering team, you’ll lead the development of many high impact product initiatives. We’re looking for a strong engineer who works well on a small team and is excited about the opportunity to have a direct impact on improving customer experience.</p>\n<p>What you will be doing:</p>\n<ul>\n<li>Implement new features + functionality with RecycleSmart’s core product (Pello)</li>\n<li>Build features on the frontend with React, Redux, and Javascript</li>\n<li>Develop REST APIs with Node and Express that power the frontend SPA, ingest data from IoT devices, and push firmware updates to our IoT devices</li>\n<li>Write migrations to support changes to our Postgres DB (we also use TimescaleDB to make it easier to work with time series data)</li>\n<li>Be actively involved in product and architecture decisions</li>\n<li>Collaborate with other remote engineers and participate in peer code reviews</li>\n<li>Diagnose and fix bugs</li>\n<li>Ensure the product stays up and running</li>\n</ul>\n<p>Technologies:</p>\n<ul>\n<li>Frontend: Javascript, React</li>\n<li>Backend: Javascript, Node, Express</li>\n<li>Datastores: Postgres, S3</li>\n<li>Infrastructure:  AWS: EC2, Elasticache, Cloudfront, Route53, etc</li>\n<li>Misc:  Git/Github, Jira</li>\n</ul>\n<p>Is this You?</p>\n<ul>\n<li>6+ years experience building, deploying, and maintaining production web applications</li>\n<li>3+ years experience using AWS for deployment and hosting (we use EC2 and S3 and will almost certainly expand to other AWS services)</li>\n<li>Experience building complex Single Page Applications</li>\n<li>Experience writing, maintaining, and integrating REST APIs written in Node/Express</li>\n<li>Experience working with and optimizing Postgres for fast query execution times</li>\n<li>Experience leading nimble development initiatives requiring collaboration + coordination with fellow engineers</li>\n<li>Enthusiastic about learning, working within, and architecting high impact products</li>\n<li>Strong verbal and written communication skills</li>\n<li>Desire to help grow a business with your technical skills</li>\n</ul>\n<p>Why join RecycleSmart:</p>\n<ul>\n<li>Competitive Salary</li>\n<li>Extended Medical and Dental Benefits</li>\n<li>GRSP program</li>\n<li>Diverse and Inclusive team focused on supporting internal growth</li>\n<li>Focus on giving back to the community</li>\n</ul>\n",
    "how_to_apply": "<p>For Example:\nplease apply to <a href=\"mailto:courtney.leong@recycle-smart.com\">courtney.leong@recycle-smart.com</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbWVUIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--c40b0089ba000e1fcf7905c4f5f4378e850e71c4/recycle-smart-logo-primary-black-01.png"
  },
  {
    "id": "d658238e-70cd-415d-a4bf-6063f164fe70",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/d658238e-70cd-415d-a4bf-6063f164fe70",
    "created_at": "Tue Dec 22 22:21:08 UTC 2020",
    "company": "The Bouqs",
    "company_url": "http://www.thebouqs.com",
    "location": "Los Angeles, CA",
    "title": "Manager, Software Engineering",
    "description": "<p>APPLY ONLINE AT:  <a href=\"https://jobs.lever.co/thebouqs.com/8d9b0ca3-e718-4059-a468-8063978dc9b6\">https://jobs.lever.co/thebouqs.com/8d9b0ca3-e718-4059-a468-8063978dc9b6</a></p>\n<p>The Enterprise Engineering Manager contributes to The Bouq’s mission of creating a world‑class sustainable brand disrupting the global $50B floral industry by working to architect our next generation platform for logistics, planning and data mining that will enable our business to scale having a material impact on the future of our company. You will work directly with various business stakeholders to understand what is needed and be responsible for architecting, designing and developing updates to our service-oriented architecture and future microservices architecture. You will be working with a range of current and new technologies that will help drive our company’s growth.  Along the way you will be empowered to use an amazing set of technologies that will help you and the team accomplish the job while providing mentorship to your team. You will be challenged with all of this while maintaining a high availability production environment and performing continuous deployments.</p>\n<p>Responsibilities:</p>\n<ul>\n<li>Partnering with business stakeholders in self organizing teams to architect, design, and develop new features for our enterprise back-end architecture.</li>\n<li>Working with partnering technology and business teams to ensure rich capabilities are delivered with high functional and engineering quality, on an iterative basis.</li>\n<li>Working closely with your team and other engineering leads, you will help conduct peer review of code and technical designs</li>\n<li>You will be responsible for leading a small team of engineers where you will help them lead the execution of new initiatives, improvement of existing systems, and support of system maintenance and defect resolutions.</li>\n<li>Will provide guidance and support to help your subordinates grow in their career path.</li>\n<li>Support technology applications through their entire lifecycle.</li>\n<li>Review platform performance and optimization across the enterprise system as needed</li>\n<li>You will help support our current enterprise platform, while building out our future platform that will be high performant, scalable, and redundant.</li>\n</ul>\n<p>Qualifications:</p>\n<ul>\n<li>At least 8 years of professional development experience. Must have experience driving initiatives across full journey of SDLC</li>\n<li>Production experience with Java applications and JVM application tuning</li>\n<li>Experience with architecture, implementation, testing, deployment, support and troubleshooting distributed applications running in a cloud environment, preferably AWS</li>\n<li>Experience with blocking and async application architectures</li>\n<li>Experience with Message bus infrastructure (Kafka, SQS or Kinesis)</li>\n<li>Relational data modeling experience as well as NOSQL experience, preferably with understanding of advanced concepts (query optimization, serialization, versioning, bulk operations)</li>\n<li>Focus on writing idiomatic code</li>\n<li>Strong awareness and proponent of unit and integration testing</li>\n<li>Deep understanding in one or two technical areas but with a curiosity covering a wide range of topics.</li>\n<li>Experience in agile software development (Scrum or Kanban)</li>\n<li>A Bachelor’s Degree or equivalent experience.</li>\n<li>Highly motivated tech geek who is a self/quick learner with an amplitude to think outside the box.</li>\n<li>Professional attitude towards your peers, as well as everyone in the organization</li>\n<li>Excellent written and verbal communication skills with the ability to effectively communicate with different groups</li>\n<li>Technical, thorough, and detailed oriented.</li>\n</ul>\n<p>Bonus Points:</p>\n<ul>\n<li>Experience with Spring / Spring Boot</li>\n<li>Experience developing actor model applications in Scala using the Akka toolkit</li>\n<li>Experience with Redis, Cassandra, MongoDB, or ElasticSearch</li>\n<li>Experienced in practices of Continuous Integration/ Continuous Delivery</li>\n<li>Experience with Docker / ECS / Kubernetes or other Containerization of services</li>\n<li>Experience with Serverless Application Model for AWS including Lambda</li>\n<li>Familiarity in the domain of Logistics or Enterprise Resource Planning or similar operational systems</li>\n</ul>\n<p>Compensation:</p>\n<ul>\n<li>Competitive Salary + Equity Package</li>\n<li>Health, Dental &amp; Vision with 100% employee coverage</li>\n<li>Three Weeks Paid Vacation</li>\n<li>Discounts on The World’s Best Flowers (obviously!)</li>\n<li>Work on cutting edge new technologies</li>\n<li>Cold brew coffee, beer on tap, and fully stocked state of the art kitchen with a fabulous indoor / outdoor lunch area.</li>\n</ul>\n<p>About The Bouqs:\nOur mission here at The Bouqs is to revolutionize the way we commemorate life’s moments by connecting people to beautifully designed flowers and the responsible partners who create them. Grounded in transparency, responsibility, and simplicity, we create genuine moments of emotional connection for our customers, build meaningful relationships with like-minded farmers and florists while empowering them to thrive, and eliminate unnecessary waste along the way.</p>\n<p>Founded in 2012, The Bouqs is a venture-backed online floral retailer that delivers flowers fresh from eco-friendly, sustainable farms to doorsteps nationwide.  Headquartered in Marina Del Rey, CA, The Bouqs connects farms and a curated network of artisan florists directly to consumers and disrupts the traditional supply chain by eliminating overhead costs like warehouses, importers, distributors, auctioneers and more. In turn, this model enables a superior product and redefines the experience and economics for both consumers and producers alike.</p>\n<p>For more information, visit <a href=\"http://www.bouqs.com\">www.bouqs.com</a> and follow the #BouqLove on Facebook, Instagram and Twitter.</p>\n<p>The Bouqs is an Equal Opportunity Employer!</p>\n<p>APPLY ONLINE AT:  <a href=\"https://jobs.lever.co/thebouqs.com/8d9b0ca3-e718-4059-a468-8063978dc9b6\">https://jobs.lever.co/thebouqs.com/8d9b0ca3-e718-4059-a468-8063978dc9b6</a></p>\n",
    "how_to_apply": "<p><a href=\"https://jobs.lever.co/thebouqs.com/8d9b0ca3-e718-4059-a468-8063978dc9b6\">https://jobs.lever.co/thebouqs.com/8d9b0ca3-e718-4059-a468-8063978dc9b6</a></p>\n",
    "company_logo": null
  },
  {
    "id": "d975817e-2358-4ab7-a389-a56b5cfd2752",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/d975817e-2358-4ab7-a389-a56b5cfd2752",
    "created_at": "Tue Dec 22 18:52:06 UTC 2020",
    "company": "Atlantis Technology",
    "company_url": "http://www.atlantistech.com",
    "location": "Concord, MA",
    "title": "Senior Java Software Engineer",
    "description": "<p><strong>Senior Java Software Engineer</strong></p>\n<p>Atlantis Technology (atlantistech.com) is seeking talented engineers who want to help us build the future. We're not simply seeking coders; we're looking for individuals who are collaborative problem solvers that want to make a dent in the universe. Atlantis works on a variety of projects and products. These projects range from supporting financial institutions and life science companies, to building prototypes for small startups, to data harvesting, manipulation and discovery.</p>\n<p>Here's where you come in:</p>\n<p>If you're a well-rounded engineer that likes challenging and complex problems, and you enjoy being part of a tight-knit, collaborative group, Atlantis might just be the perfect fit for you! We're building out small, agile teams that directly contribute to big projects for our partners. Our engineers have a say in the development process, and work closely with our Product Managers and partners to build awesome, functional applications.</p>\n<p><strong>Skills and Requirements:</strong></p>\n<ul>\n<li>Ideal candidates have a degree in Computer Science, Engineering, or related fields</li>\n<li>Significant experience in Java (9+) development, preferably in a team environment</li>\n<li>Managed projects hosted in AWS, leveraging a broad array of services (S3, EC2, Lambda, Elastic Beanstalk, etc.)</li>\n<li>Experience contributing to Microservice based applications</li>\n<li>You believe in test-driven development and actually implement it</li>\n<li>Comfortable with being collaborative and agile</li>\n<li>Ability to rapidly learn new technologies and apply them to make even better products</li>\n<li>An engineering mindset. We're looking for problem solvers, not just code slingers</li>\n</ul>\n<p><strong>Extra Credit:</strong></p>\n<ul>\n<li>You have full-stack capabilities</li>\n<li>You have developed, maintained and documented APIs</li>\n<li>AWS Certifications</li>\n<li>DevOps experience a plus</li>\n<li>Understanding of DNS, TCP/IP, SMTP, HTTP and Distributed Networks</li>\n<li>Love to learn</li>\n<li>Have entertaining stories for the team</li>\n</ul>\n<p><strong>Why Atlantis?</strong></p>\n<p>We're a group of engineers, product managers and marketers who have been long-time colleagues and teammates. We love building products for our partners, and we love celebrating our successes with them. We're based in Concord, MA, just outside of Boston, MA. Once you're established with our team, there are flexible options for remote work and commuting. At Atlantis, we look to build life-long connections with our engineers.</p>\n",
    "how_to_apply": "<p>Email your resume to <a href=\"mailto:fred@atlantistech.com\">fred@atlantistech.com</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbGlUIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--0bf3f397ba2c1e6c5c4b24575419fd654522f2c8/Atlantis%20Vector%20Logo.jpg"
  },
  {
    "id": "63cc4fd5-31ef-418e-85e0-a520c0e7569a",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/63cc4fd5-31ef-418e-85e0-a520c0e7569a",
    "created_at": "Tue Dec 22 14:11:37 UTC 2020",
    "company": "Prezent Internet",
    "company_url": "http://www.prezent.nl",
    "location": "Tilburg",
    "title": "Senior Web developer",
    "description": "<p><strong>Senior PHP developer</strong></p>\n<p>Ben je op zoek naar een job waarin je uitdagende projecten mag doen, in een hecht team samenwerkt, veel vrijheid krijgt en aan eigen producten van het bedrijf werkt? Dan is werken bij Prezent Internet wellicht wat voor jou! Wij zijn op zoek naar ervaren PHP developer die het team komt versterken.</p>\n<p>Prezent Internet bestaat uit een team van ervaren ontwikkelaars en wordt er gewerkt aan vooruitstrevende en uitgebreide applicaties. We zoeken iemand die goed binnen dit team past, zelfstandig projecten kan uitvoeren en ook  graag met nieuwe technologie aan de slag gaat.</p>\n<p><strong>Over ons bedrijf</strong>\nPrezent Internet is een internetbureau met meer dan 20 jaar ervaring op het gebied van software ontwikkeling, domeinregistratie en internationale online marketing. De kantoorlocatie is in het centrum van Tilburg.</p>\n<p>Op het gebied van software ontwikkeling zet Prezent een aantal hoogwaardige SaaS oplossingen in de markt. Zo draait onze stagesoftware B3net bij tientallen MBO- en HBO-scholen in het hele land en is ons vacature portaal Careernet geïmplementeerd bij alle gemeentes in de regio Midden- en West-Brabant. We leveren daarnaast de e-commerce oplossing LogiVert aan honderden verkooporganisaties in Nederland en België. Tevens ontwikkelen we geavanceerde applicaties voor de agrarische industrie via ons partnerbedrijf AppsforAgri, en werken we aan IoT oplossingen inclusief de levering van hardware.</p>\n<p>Stuk voor stuk zijn dit serieuze omvangrijke applicaties, waarin jij als ontwikkelaar continue wordt uitgedaagd.</p>\n<p><strong>Onze ideale kandidaat heeft:</strong></p>\n<ul>\n<li>Een afgeronde <strong>hbo</strong>- of <strong>wo</strong>-<strong>opleiding</strong>.</li>\n<li>Grondige kennis van PHP, MySQL</li>\n<li>Afdoende kennis van HTML, CSS en JavaScript.</li>\n<li>Ervaring met Symfony en Doctrine.</li>\n<li>Een gemotiveerde en ambitieuze instelling.</li>\n<li>Een grote mate van zelfstandigheid waarbij hij losgelaten kan worden op de technische infrastructuur van webapplicaties.</li>\n<li>Communicatieve vaardigheden.</li>\n</ul>\n<p><strong>Wat kun je verwachten?</strong></p>\n<ul>\n<li>Voldoende ruimte voor persoonlijke ontwikkeling: certificeringen, trainingen en conferenties.</li>\n<li>Een passend salaris naar leeftijd, kennis en ervaring.</li>\n<li>Afwisselende functie met ruimte voor eigen initiatieven.</li>\n<li>Complexe uitdagingen en high performance maatwerk opdrachten.</li>\n<li>Een inspirerende werkomgeving met een enthousiast en gedreven team.</li>\n<li>Een dagelijks verzorgde lunch met al jouw collega’s, post Corona.</li>\n<li>Mogelijkheden tot structureel thuiswerken.</li>\n<li>Prettige werklocatie in het hartje centrum van Tilburg.</li>\n</ul>\n<p><strong>Goed gevoel?</strong>\nNeem contact op om kennis te maken! Dan gaan we samen onderzoeken of we een goede match zijn voor elkaar.\nStuur je sollicitatie naar <a href=\"mailto:vacature@prezent.nl\"><strong>vacature@prezent.nl</strong></a>. Wil je meer informatie over de vacature, dan kun je ook contact opnemen met dhr. M. de Vree op 013-5802341.</p>\n<p><em>Acquisitie naar aanleiding van deze vacature wordt niet op prijs gesteld.</em><img src=\"https://camo.githubusercontent.com/1a30d17434b201f9355efb8c7f0ba1b09bc8969c/68747470733a2f2f62636f6e74726f6c2e62726f636b6d657965722e6e6c2f747261636b2e7068703f6f7264657269643d323137303432\"></p>\n",
    "how_to_apply": "<p><a href=\"https://ltpx.nl/EkotFqc\">Klik hier om te solliciteren</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbE9UIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--34d8bd4f376edef87d6d2ed312fbd2bd7463dad8/logo.png"
  },
  {
    "id": "ef0bceb7-694e-4464-9a16-cbad98a393bb",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/ef0bceb7-694e-4464-9a16-cbad98a393bb",
    "created_at": "Tue Dec 22 10:12:17 UTC 2020",
    "company": " Elekta",
    "company_url": "http:",
    "location": "Veenendaal",
    "title": "Software Engineer",
    "description": "<p><strong>Wil jij als Software Engineer bijdragen aan de ontwikkeling van innovatieve software die wordt ingezet om patiënten met kanker of hersenafwijkingen te behandelen?</strong></p>\n<p>Elekta is toonaangevend op het gebied van innovatieve apparatuur en software die ontwikkeld wordt om de levens van mensen met kanker en hersenaandoeningen te verbeteren, te verlengen en te redden. Daar zijn we trots op, maar zelfvoldaan zijn we zeker niet. Iedere dag opnieuw zijn we bij Elekta bezig met de ontwikkeling en het verbeteren van onze apparatuur en software. </p>\n<p>Zoek jij een baan met voldoening waarbij je ook volop ruimte krijgt om jezelf verder te ontwikkelen? Ter uitbreiding van ons software ontwikkelteam hebben we nu een vacature voor een </p>\n<p><strong>Software Engineer</strong></p>\n<p><strong>Veenendaal en thuis, 40 uur per week</strong></p>\n<p>Op dit moment zitten we volop in een software-transitie binnen Elekta, dus het is sowieso een interessant moment om nu in te stappen in ons team van zo’n 10 software en system engineers. De komende jaren zetten we onze software om naar nieuwe technologieën en bestaande producten worden klaargemaakt voor migratie. Het team is relatief klein en dat betekent dat je als een T-shaped Software Engineer bij een breed scala aan activiteiten betrokken zult zijn. Hierbij kijk je steeds proactief waar je kunt bijdragen aan de continue verbetering van onze software. Je rapporteert aan de Manager Software Development. Je taken zijn onder andere:</p>\n<ul>\n<li>definiëren van softwarevereisten en ontwikkeling van software, inclusief ontwerpen, implementatie, unittesten, integratie en bug fixing;</li>\n<li>kwaliteitscontrole, inclusief technische documentatie;</li>\n<li>risicobeoordelingen en root cause analyses.</li>\n</ul>\n<h2>Nauwkeurig werken aan gezamenlijk resultaat </h2>\n<p>Elekta levert producten voor de sterk gereguleerde medische sector. Dat betekent dat er veel nadruk ligt op processen en dat het belangrijk is dat je alles heel nauwkeurig en gedetailleerd documenteert. Als het om de behandeling van patiënten gaat, kunnen we ons natuurlijk geen fouten permitteren. Met jouw enthousiasme, analytisch vermogen en probleemoplossende instelling lever je een waardevolle bijdrage aan de gezamenlijke resultaten van het team: steeds betere producten waarmee zo’n 6.000 ziekenhuizen hun patiënten effectief kunnen behandelen én de realisatie van een succesvolle software-transitie. Binnen deze rol heb je veelvuldig contact met collega’s van andere afdelingen, zoals de testafdeling, productmanagers en projectmanagers, maar ook met andere (buitenlandse) vestigingen van Elekta. Vanzelfsprekend beschik je daarom over goede communicatieve vaardigheden, zowel in het Nederlands als in het Engels. In ons team werken we met de scrum agile methodiek, dus het is fijn als je daar al enige ervaring in hebt. Verder vragen we:</p>\n<ul>\n<li>ten minste een bachelor in een relevante richting, zoals Computer Science;</li>\n<li>zo’n drie jaar werkervaring als Software Engineer, bij voorkeur met betrekking tot medische applicaties;</li>\n<li>aantoonbare ervaring met Microsoft .NET Framework;</li>\n<li>kennis van Microsoft Visual Studio en Azure DevOps en bij voorkeur ook van web front-end development applicaties zoals Angular, JavaScript, HTML of CSS en van ASP.NET Core.</li>\n</ul>\n<h2>Baan met ontwikkelingsmogelijkheden</h2>\n<p>Behalve dat je in deze baan belangrijk werk doet ter ondersteuning van de behandeling van kanker en hersenafwijkingen, is Elekta ook een heel prettig bedrijf om bij werken. We hechten veel waarde aan het welzijn van onze medewerkers en de werksfeer. Daarnaast bieden we je ook alle ruimte om jezelf vakinhoudelijk, maar ook je carrière verder te ontwikkelen. Op onze vestiging in Veenendaal of, als je daar interesse in hebt, internationaal. Wat wij verder bieden als arbeidsvoorwaarden zijn onder andere:</p>\n<ul>\n<li>een vast contract en een marktconform maandsalaris;</li>\n<li>vakantiegeld 8% over 12 maanden;</li>\n<li>bonus bij behalen van de resultaten;</li>\n<li>25 vakantiedagen en 13 ADV-dagen per jaar;</li>\n<li>reiskostenvergoeding voor woon-werkverkeer;</li>\n<li>een hele actieve personeelsvereniging.</li>\n</ul>\n<h2>Interesse? Neem contact op!</h2>\n<p>Ben je geïnteresseerd in deze boeiende functie? Aarzel dan niet om contact met ons op te nemen.. Voor meer informatie kun je contact opnemen met Erik Sanders, Manager Software Development, <a href=\"mailto:erik.sanders@elekta.com\">erik.sanders@elekta.com</a>. </p>\n<p>Het eerste sollicitatiegesprek zal online plaatsvinden, het tweede gesprek bij voorkeur bij Elekta in Veenendaal. Voor verdere informatie over de sollicitatieprocedure kun je contact opnemen met Arjette Poot, HR Business Partner, telefoon +31 (0)318 557133. Om te solliciteren gebruik je <a href=\"https://vonq.io/3qdNrCA\">deze link!</a></p>\n<p>Elekta is de trotse marktleider op het gebied van innovatieve apparatuur en software voor het verbeteren, verlengen en redden van levens van mensen met kanker en hersenafwijkingen. Onze geavanceerde, effectieve oplossingen zijn tot stand gekomen in samenwerking met klanten, en meer dan 6.000 ziekenhuizen wereldwijd werken met de technologie van Elekta. De behandeloplossingen en oncology technology portfolio’s zijn ontworpen om de levering van bestralingstherapie, radiochirurgie en brachytherapie te verbeteren en kostenefficiëntie in klinische workflows te bevorderen. Wereldwijd werken er 3.600 mensen aan deze oplossingen. Het hoofdkantoor van Elekta staat in Stockholm, Zweden. Elekta is een beursgenoteerd bedrijf op de NASDAQ in Stockholm.</p>\n",
    "how_to_apply": "<p><a href=\"https://vonq.io/3qdNrCA\">Klik hier voor het sollicitatieformulier!</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbEdUIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--cf99f759ea79320ec06edac04420d955123d852f/Elekta.jpeg"
  },
  {
    "id": "c74ff745-5565-4992-8e35-ed6e85997e0b",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/c74ff745-5565-4992-8e35-ed6e85997e0b",
    "created_at": "Mon Dec 21 23:34:29 UTC 2020",
    "company": "LTA Research",
    "company_url": "http://www.ltaresearch.com",
    "location": "Sunnyvale, CA",
    "title": "Senior Software Engineer",
    "description": "<p>LTA Research and Exploration, an aerospace start-up, is seeking a motivated senior software engineer to help build an revolutionary ‘lighter than air’ flight vehicle. You will work within a dynamic engineering and design team to help plan, conceptualize, rapidly prototype, test and implement innovative solutions for the design, fabrication and assembly of large experimental flight vehicles. We believe in fast-cycle development and approach to flight systems development with the motto \"build a little, test a little, learn a lot.”</p>\n<p>This unique position allows for hand-on contributions through all phases of development, from concept to flight of an experimental aerospace vehicle. We are seeking a high energy, passionate software engineer to help develop the infrastructure, testing tools, and flight software.</p>\n<p>Responsibilities and Duties</p>\n<p>●     Support the development of flight software for the integrated flight computer</p>\n<p>●     Design, code and integrate graphical pilot cockpit displays</p>\n<p>●     Develop and extend simulation of hardware components for SIL/HIL</p>\n<p>●     Perform and troubleshoot flight hardware bring-up</p>\n<p>●     Create ICDs and other technical documentation</p>\n<p>Qualifications and Skills</p>\n<p>●     BS in computer science, computer engineering or related field</p>\n<p>●     5+ years of experience in a similar role</p>\n<p>●     Proficient in C, C++ and Python</p>\n<p>●     Proficient with Git version control</p>\n<p>●     Experience with embedded development, real time operating systems</p>\n<p>●     Experience with serial data busses such as RS-485 and CAN</p>\n<p>●     Self-starter with history of project ownership</p>\n<p>Preferred Qualifications</p>\n<p>●     Familiarity with NASA’s open source core Flight System (cFS)</p>\n<p>●     Experienced with ARM based micro controllers (STM32 or Teensy)</p>\n<p>●     Experience with Continuous Integration practices and tools</p>\n<p>●     Comfortable with CMake build tools</p>\n<p>●     Linux kernel development experience</p>\n<p>●     VxWorks 7</p>\n<p>Lighter Than Air offers medical, dental, vision, and retirement benefits.</p>\n<p>Lighter Than Air is an equal opportunity employer. All applicants are considered without regard to race, color, religion, national origin, sex, sexual orientation, gender identity or expression, age, disability, marital status, veteran status or any other discriminatory factors prohibited by law.</p>\n",
    "how_to_apply": "<p>Please submit your application through our company website. Thank you!</p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa3lUIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--9abf1f419d7e836202e1173ece142b5b26eae6db/LTA%20LOGO%20(blue).jpg"
  },
  {
    "id": "8b4ddd44-282e-479c-bf91-722560759896",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/8b4ddd44-282e-479c-bf91-722560759896",
    "created_at": "Mon Dec 21 22:35:30 UTC 2020",
    "company": "Axios",
    "company_url": "http://axios.com",
    "location": "Remote (USA)",
    "title": "Infrastructure Engineer",
    "description": "<p>Quick Take: Axios is a growth-stage startup dedicated to providing trustworthy, award-winning news content in an audience-first format. We are hiring an Infrastructure Engineer!</p>\n<p>Why it Matters: By leveraging your Site Reliability Engineering (SRE) mindset and Infrastructure Engineering expertise, you will play a key role in our mission. You will design, build, and support tools, systems, and workflows that will amplify and enable the efforts of fellow engineers. You will help us optimize our stack and ultimately work toward making our systems faster, more efficient, and able to deal with massive volumes of traffic as we continue to launch worthy products into the world.</p>\n<p>Go Deeper: In this role, you will make an impact on Axios through the following responsibilities:</p>\n<p>Build standards, patterns, and tools that help engineers in other squads make effective use of infrastructure\nConsult with other squads in a SRE capacity to help leverage infrastructure effectively\nConfigure and manage our software defined networking capabilities including VPCs, firewalls, and routing\nAudit and update AWS account and group policies\nConfigure and maintain core shared services like Kubernetes clusters, databases, and CI/CD systems\nBe security-first when designing and evaluating solutions\nHelp audit and harden our production monitoring and alerting systems\nAssist in crafting incident management and release coordination processes\nMentor other team members through pair-programming and empathetic code review\nUnderstand the importance of creating and reviewing documentation</p>\n<p>The Details: A DevOps mindset, the ability to ensure production performance at scale, and a passion for data engineering is the target mix. Ideal candidates will embody a collaborative and entrepreneurial spirit, a passion for Axios’ mission and have the following skills:</p>\n<p>Experience building and maintaining AWS infrastructure\nStrong experience with Kubernetes is preferred\nExperience with CI/CD utilizing CircleCI\nStrong experience with monitoring systems like Prometheus and Grafana\nExperience configuring ingress routing and proxies like Traefik\nExperience writing scripts in a language like Python\nExperience using Terraform\nAn understanding of business continuity and disaster recovery is a plus \nProactively seeking to make systems more efficient, faster and cheaper\nFast learner with an ability to work collaboratively</p>\n<p>Don’t forget:</p>\n<p>Competitive salary\nHealth insurance (100% paid for individuals, 75% for families)\nPrimary caregiver 12-week paid leave\n401K\nGenerous vacation policy, plus company holidays\nCompany equity\nCommuter and cell phone benefit\nA commitment to an open, inclusive, and diverse work culture\nAnnual learning and development stipend</p>\n<p>Additional pandemic-related benefits:</p>\n<p>One mental health day per quarter\n$100 monthly work-from-home stipend\nTele-mental health services \nOneMedical membership, including tele-health services \nIncreased work flexibility for parents and caretakers \nAccess to the Axios “Family Fund”, which was created to allow employees to request financial support when facing financial hardship or emergencies \nWeekly company-sponsored exercise and meditation classes \nVirtual company-sponsored social events</p>\n",
    "how_to_apply": "<p><a href=\"https://grnh.se/cdfcfc821us\">https://grnh.se/cdfcfc821us</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa2lUIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--c7169bb123528b43014f636706cbc27fce1a58ef/Axios%20logo%20-%20RGB%20-%20minimum%20space.jpg"
  },
  {
    "id": "50b9b476-87b8-42ca-935f-517ae53483b6",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/50b9b476-87b8-42ca-935f-517ae53483b6",
    "created_at": "Mon Dec 21 17:56:54 UTC 2020",
    "company": "Leonardo DRS",
    "company_url": "http://www.leonardodrs.com",
    "location": "Fully Remote",
    "title": "Principal Software Engineer - Full Stack",
    "description": "<p>Opportunity Summary\nLocation: Dulles, VA</p>\n<p>As a senior member of DRS Global Enterprise Solutions’ (GES) technical team, the Principal Software Engineer will be responsible for the design, development, analysis, integration, tests and support of web application and database solutions.  The individual in this role should possess broad knowledge across multiple software platforms and draw on skills and experience to assess customer requirements and systems architecture in order to develop technical and secure solutions.</p>\n<p>The Principal Software Engineer will be responsible for driving technology and completion of activity on time and budget. Ability to complete a technical project independently and mentor and coach other engineers.</p>\n<p>Responsibilities and Required Experience</p>\n<ul>\n<li>Develop System Architectures for solutions such as Network Management Systems and Web Portals for Communication and IT Infrastructure.</li>\n<li>Ability to transform RFI/RFP/PWS based requirements into solutions and deliverables per the timeline and budget constraints</li>\n<li>Experience integrating various web technologies  with other platforms and tools such as ScienceLogic and RF equipment, and Modem monitoring and control tools using industry standard API, SNMP, XML, and proprietary protocols</li>\n<li>Design, develop, analyze, document and support testing of products, systems, subsystems and modules.</li>\n<li>Administration of User Interfaces  using AWS Service Cloud Instance</li>\n<li>Knowledge of Cloud-based Fault Management and Reporting Systems</li>\n<li>Experience with Data Warehousing, and Data Analytics</li>\n<li>Ability to complete a technical project independently and mentor and coach development engineers</li>\n<li>Review customer specifications and requirements, and develop Requirements Verification and Traceability Matrix</li>\n<li>Ability to work and lead engineering teams using Agile/Scrum methods.</li>\n<li>Ability to layout requirements against develop phases  to meet project schedules</li>\n<li>Provide prototype demonstrations to internal and external customers at various development phases</li>\n<li>Ability to recognize, identity, assess, and provide mitigations to various risks including technical, schedule, cost, and programmatic</li>\n<li>Ability to create documents/white papers on design, development, workflows, processes and analysis at System, subsystem, unit levels</li>\n<li>Interact with technical management, other professionals, technicians and support personnel to coordinate, recommend and confer regarding technical activities and progress</li>\n<li>Knowledge of other services management platforms such as ServiceNow or BMC Remedy; cloud services such as Azure, Google Cloud, and Private/distributed clouds</li>\n<li>Knowledge of Software Systems Development and Lifecycle (SDLC)</li>\n<li>Experience with the setup and use of continuous integration tools, source version control systems, specifically Git.</li>\n<li>Experience working in a cross-functional development team</li>\n</ul>\n<p>Desired Experience</p>\n<ul>\n<li>Working with Business Development, Capture and Proposal teams in developing compelling technical proposals</li>\n<li>ServiceNow and Salesforce Lightning Web Development and Unlocked Packages</li>\n<li>Experience working on Federal Government and DoD contracts</li>\n<li>Knowledge of NIST/RMF Security Standards</li>\n<li>Knowledge of project management processes and knowledge areas</li>\n<li>Knowledge of satellite communication systems</li>\n</ul>\n<p>Qualifications</p>\n<ul>\n<li>Bachelor’s Degree in Computer Science, Information Technology, Computer Engineering, Electrical Engineering, Physics or equivalent combination of education and experience</li>\n<li>Minimum of 8 years of relevant experience</li>\n<li>Excellent communication skills</li>\n<li>Must be a U.S. Citizen with the ability to obtain and maintain Department of Defense (DoD) U.S. Government Secret level security clearance</li>\n</ul>\n",
    "how_to_apply": "<p><a href=\"https://career4.successfactors.com/sfcareer/jobreqcareer?jobId=100072&amp;company=drs\">https://career4.successfactors.com/sfcareer/jobreqcareer?jobId=100072&amp;company=drs</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa1dUIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--7bbd1e683018d7680ef67b45027cecf70eb83234/Signature%20Logo.jpg"
  },
  {
    "id": "2413ae3e-7cc1-49ad-b901-c02f0e47ffb6",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/2413ae3e-7cc1-49ad-b901-c02f0e47ffb6",
    "created_at": "Mon Dec 21 17:47:11 UTC 2020",
    "company": "Ably",
    "company_url": "http://Ably",
    "location": "London, UK",
    "title": "Site Reliability Engineer",
    "description": "<p>Team: Engineering</p>\n<p>Location: Remote, mainly UK based individual, as travel to our London office will be required periodically.</p>\n<p>Working at Ably means helping to build the infrastructure that will power and shape the future of the internet. We enable things like HubSpot’s chat and collaboration products, live scores for millions of Australian Open tennis fans, and real time transit updates for three million Chicagoans. Engineers at some of the largest companies in the world choose Ably because, when it comes down to it, we’re the only platform that dependably delivers on the most demanding realtime requirements at global, production scale.</p>\n<p>The opportunity in front of us is immense. Our mission is to become the definitive realtime infrastructure of the internet while powering and accelerating the emerging ecosystem. We’re on track. Today we deliver billions of realtime messages to more than 50 million people across web, mobile, and IoT platforms. But we can’t rest yet. In five years we want to reach one billion people everyday</p>\n<p>To see what life’s like at Ably, check out our careers page at <a href=\"http://www.ably.io/careers\">www.ably.io/careers</a>.</p>\n<p>What we do</p>\n<p>Ably’s engineering team is deeply technical, collectively bringing a wealth of experience and broad technology skills across infrastructure, security, distributed systems, and much more. The calibre of the code we produce is what excites and motivates us each day. If you enjoy solving hard distributed system problems that are mostly platform agnostic and theoretical in nature, then you'll love working at Ably.</p>\n<p>In this role</p>\n<p>You will report to the Head of Infrastructure and will have responsibility for all aspects of Ably’s infrastructure services. Together, these provide compute capacity, networking, and all ancillary services required to operate the core services and support the complete development cycle for all Ably products and services.</p>\n<p>You will be successful if you:</p>\n<ul>\n<li>Have a deep technical understanding of how systems work top-to-bottom and are committed to</li>\n<li>continuing to advance that understanding</li>\n<li>Enjoy getting your hands dirty, getting things done, and seeing your creations from inception through to production use by consumers’ apps</li>\n<li>Understand the Site Reliability Engineering discipline (<a href=\"https://go.ably.io/what-is-sre\">https://go.ably.io/what-is-sre</a>) and are excited by the idea of infrastructure-as-code and no manual maintenance of systems.</li>\n<li>Care about technical excellence in your work and fitness for purpose in your code</li>\n<li>Want to join a team that’s on a mission to provide the best possible service for our customers</li>\n<li>You will be expected to participate in an on-call rotation after your onboarding and training phase.</li>\n</ul>\n<p>Technical skills needed</p>\n<p>Ably is a cloud-native business with infrastructure that is almost wholly cloud-based, and we expect that to remain the case, at least in the near and medium term. Therefore, you must be intimately familiar with operations at scale on public cloud infrastructure, using the full range of functionality from the public cloud providers.</p>\n<p>This is not a traditional sysadmin role, we expect software engineering skills. You will be working to support the work of our product engineering teams, so you will need a strong understanding of their pressures and needs. Ably’s infrastructure operations are based currently on internally-developed software for deployment and orchestration, instance management and health monitoring, plus administration of the multiple ancillary systems used to operate the service. Therefore, you need to be a developer first, and have an established record of software development in production systems.</p>\n<p>As with all of our developer roles, we strongly prefer candidates that have a track record of working with open source, either with their own projects or contributions to community projects.</p>\n<p>Much of our existing infrastructure management code is written in Ruby and Go. We very much would like to see Ruby experience, even if not as a main language, and Go experience is advantageous.</p>\n<p>Our infrastructure runs in the public AWS cloud and therefore we need to see in-depth experience of operating production systems in the public cloud, and a detailed understanding of the full range of cloud services we use. Our software runs in large clusters and in AWS regions around the world, so experience with the engineering challenges of large, geographically distributed systems is valuable.</p>\n<p>We expect you to be very strong technically in Linux systems administration and networking.</p>\n<p>Nice to have skills:</p>\n<ul>\n<li>Containerisation, Docker;</li>\n<li>Orchestration with Kubernetes or similar frameworks;</li>\n<li>Go, Node.js and Bash;</li>\n<li>Cassandra;</li>\n<li>Experience with CI/CD systems;</li>\n<li>Our team are active open source contributors and are encouraged to do this as part of their role at Ably. We like new team members who enjoy contributing back to the open source community, even if those contributions are small.</li>\n</ul>\n<p>What’s it like to work at Ably?</p>\n<p>Founded by two engineers who spotted a hard and largely unsolved problem, Ably is, at its heart, an engineering company. To provide the infrastructure required for a high-bandwidth, always-connected world, we hire engineers with a broad set of technical skills who are ready and capable of taking on challenging realtime engineering problems.</p>\n<p>As a company and engineering team we’re committed to a future internet that’s open, with all engineers contributing to existing open source projects.</p>\n<p>We want to work in a company of inclusive people who treat each other well. As an Ablyan, you’ll enjoy taking ownership and making an impact, with work that is both varied and challenging. And to really thrive at Ably, you’ll need to believe in and be prepared to do your work in line with our values, which are:</p>\n<ul>\n<li>Open For All. Open is a mindset. When open, we’re better collaborators, communicators and creators. Whether open source, standards, or protocols, open hearts, minds, and eyes. It’s better when it’s open.</li>\n<li>Bias For Action. We avoid analysis paralysis at all costs. We lean into doing in order to move us forward. When we have enough of what we need to act, we act.</li>\n<li>Even The Best Do Better. We want to be the best - but that doesn’t mean we rest when we are. Improvement and growth - true betterment - is an ongoing journey. One fuelled by curiosity and taking risks.</li>\n<li>Technology Needs Humanity. Our technology means little without people - whether that’s how we treat our colleagues, or how we design developer experiences. Being human matters.</li>\n<li>Dependable People Make Dependable Things. Dependability is integral to our mission and technology, but being dependable starts with our people. When we care enough to take real ownership of our products and problems - all else will follow.</li>\n</ul>\n<p>What’s in it for you?</p>\n<ul>\n<li>A good, competitive salary</li>\n<li>A great company culture</li>\n<li>Share options</li>\n<li>A remote first company. Unless you want to pop into our communal office space in Shoreditch, you'll work from home most of the time, apart from when we have planning sessions and summits.</li>\n<li>Health insurance, including Doctor@Hand</li>\n<li>Employee Assistance Programme</li>\n<li>Wellness benefit</li>\n<li>Regular company away days and social events</li>\n<li>Weekly team drinks and snacks</li>\n<li>Ongoing professional development (training, events, conferences)</li>\n<li>Charity volunteer day</li>\n<li>25 days of paid annual leave (33 days including bank holidays)</li>\n<li>Company contributions towards your pension</li>\n</ul>\n<p>If you enjoy working as part of a technology company, value open source, and love solving hard problems - then we’d love to hear from you, regardless of whether you fit the spec exactly or not. If in doubt, drop us an email at <a href=\"mailto:jobs@ably.com\">jobs@ably.com</a>, we’d be more than happy to give you some advice on your application.</p>\n",
    "how_to_apply": "<p>Send your details over to: <a href=\"mailto:jobs@ably.com\">jobs@ably.com</a>. Applying with just your github profile is fine, although it would be great if it was supported by your CV or a blurb which details your knowledge/experience to date.</p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaitUIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--6552765a2e41fc22764de7563db66dbcdb504301/5a5d9e561de1436558364b30b3d5717d_400x400.png"
  },
  {
    "id": "bfa92535-afe3-4cfc-a6d7-83e17aad21a3",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/bfa92535-afe3-4cfc-a6d7-83e17aad21a3",
    "created_at": "Mon Dec 21 17:13:08 UTC 2020",
    "company": "MAC IT-Solutions GmbH",
    "company_url": "https://www.mac-its.com/",
    "location": "Flensburg",
    "title": "Azure DevOps Engineer (w/m/d)",
    "description": "<p>Die MAC IT-Solutions GmbH ist ein Spezialdienstleister für den Versand- und Onlinehandel. Das besondere Augenmerk richtet sich auf die Entwicklung und Implementierung von ERP Software für den unter Multichannel zusammengefassten klassischen Versandhandel, den Online- sowie den stationären Handel. Die MAC versteht sich als kompetenter Lösungspartner der Anforderungen ihrer Kunden und ist langjähriger zertifizierter Microsoft Gold Certified Partner und IBM Advanced Business Partner.Die MAC ist europaweit tätig. Über 100 Versandhandelsunternehmen arbeiten in 13 europäischen Ländern mit den Softwarelösungen von MAC. Darunter sind zahlreiche namhafte Versender sowie einige Unternehmen der Top 100 des Deutschen Versandhandels.\nDie Standorte der MAC befinden sich in Flensburg, Kiel und Hamburg. Die Gründung erfolgte im Jahre 2002 durch den heutigen Geschäftsführer Dirk Wieland. Derzeit beträgt die Mitarbeiterzahl über 120 Personen mit wachsender Tendenz.</p>\n<p><strong>Wir suchen dich!</strong></p>\n<p>Du hast Interesse an IT Infrastruktur? Du trägst das Betriebs-Gen in dir und setzt alles daran, dass die Systeme immer laufen? Du hast eine Leidenschaft für gut strukturierte Softwareentwicklung? Dann bist du bei uns genau richtig. Wir bieten dir ein spannendes Arbeits- und Projektumfeld im Bereich Infrastruktur und Managed Services.</p>\n<p><strong>Deine Aufgaben</strong></p>\n<ul>\n<li>Weiterentwicklung von Azure DevOps Build- und Release-Piplines</li>\n<li>Anwender- und Applikationssupport und gezielte Fehleranalyse in Azure DevOps Piplines</li>\n<li>Entwicklung von Scripten zur Bereitstellung neuer Komponenten, Konfiguration, Dokumentation im Rahmen einer Infrastructure-as-code Toolchain</li>\n<li>Weiterentwicklung von eingesetzten Tools</li>\n</ul>\n<p><strong>Das bringst du mit</strong></p>\n<ul>\n<li>Du verfügst über ein abgeschlossenes Studium (Informatik, Wirtschaftsinformatik, Technische Informatik bzw. ähnliche Fachrichtungen) oder eine vergleichbare Ausbildung.</li>\n<li>Du bringst Erfahrungen in den Bereichen von C# und .NET-Technologien oder anderen objektorientierten Programmiersprachen Sprachen mit.</li>\n<li>Du hast gute Kenntnisse von Powershell optmimalerweise im Zusammenhang mit Azure</li>\n<li>Du überzeugst durch Deine analytische und konzeptionelle Arbeitsweise.</li>\n<li>Du bist teamfähig, engagiert und scheust dich nicht, Verantwortung zu übernehmen.</li>\n<li>Du hast bereits mit Azure DevOps gearbeitet</li>\n<li>Du weißt wie man Windows in einer Domaine einrichtet</li>\n</ul>\n<p><strong>Unser Angebot</strong></p>\n<p>Wir sind ein nachhaltig engagiertes und stetig wachsendes Unternehmen mit über 120 Mitarbeitern an den Standorten in Flensburg, Hamburg und Kiel. Wir bieten Dir einen interessanten Arbeitsplatz mit innovativen Projekten in einer sehr dynamischen Branche sowie persönliche Entwicklungsmöglichkeiten, verbunden mit einer leistungsgerechten Vergütung, ergonomischen Arbeitsplätzen, betrieblicher Altersvorsorge, Betreuungsplätzen für Kinder etc. Wir befinden uns in Hamburg mitten in der Aufbau- und Strukturierungsphase, deshalb nutze die Chance aktiv unsere Zusammenarbeit mitzugestalten. Ein erfolgreiches und professionelles Team mit einem sehr angenehmen Arbeitsklima freut sich auf Deine Verstärkung. Und mittwochs gibt es Kuchen!</p>\n<p><img src=\"https://camo.githubusercontent.com/e2f1d2369313826aeb6397f9dd70678bd7a66d7f/68747470733a2f2f742e676f686972696e672e636f6d2f682f36383139383634306631336164343430613437343764323265643330633230306661373638643261333330383130313362656535626637316133633438336631\"></p>\n",
    "how_to_apply": "<p><a href=\"https://t.gohiring.com/h/c3852980338d30cd47539a7b97643fd26aa001464dcad4630e63026e4de173fc\">application form</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBanFUIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--b55b4a27aa6f6a2ee26310924bb0f3619abb7aef/MAC%20IT-Solutions%20GmbH.png"
  },
  {
    "id": "00d50a2b-7bed-4a71-b4e1-b67c6ed415f3",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/00d50a2b-7bed-4a71-b4e1-b67c6ed415f3",
    "created_at": "Mon Dec 21 13:47:54 UTC 2020",
    "company": "Provincie Flevoland",
    "company_url": "https://vonq.io/3p1yvG5",
    "location": "Visarenddreef 1, Lelystad",
    "title": "Domein architect in Flevoland",
    "description": "<h2><strong>Domeinarchitect (1,0 fte)</strong></h2>\n<p>Ben jij op zoek naar een functie waarin je als domeinarchitect zorg draagt voor de toekomstbestendigheid en wendbaarheid van de informatiemiddelen van de provincie? Ga jij de uitdaging aan om met gebruikers en afdelingen te kijken hoe de domeinarchitectuur er op korte en lange termijn uit zou moeten zien?</p>\n<p><strong>Waar kom je te werken?</strong></p>\n<p>Je komt te werken binnen het cluster Beleid &amp; Architectuur van de afdeling Informatievoorziening (IV). Het cluster Beleid &amp; Architectuur bestaat uit adviseurs op het gebied van architectuur, informatiebeheer en datamanagement. Je werkt nauw samen met jouw collega-adviseurs binnen jouw cluster én met de andere collega’s van de afdeling IV. Binnen jouw cluster heerst een open sfeer waarin wij oprecht geinteresseerd zijn naar jou als persoon en waarin feestelijkheden gevierd worden.</p>\n<p><strong>Jouw toekomstige baan</strong></p>\n<p>Het werkgebied van de Domeinarchitect betreft de circa 9 functionele domeinen van de provincie. Hierbij moet gedacht worden aan domeinen zoals beleidsontwikkeling, gebiedsprogramma’s, vergunningen &amp; subsidies en assetmanagement.</p>\n<p>Als domeinarchitect ontwikkel je, in co-creatie met de betrokkenen in de organisatie, voor ieder functioneel domein een domeinarchitectuur op strategisch/tactisch niveau. Je duidt relevante in- en externe ontwikkelingen en beoordeelt de impact daarvan op het IV landschap van de provincie.</p>\n<p>Verder vertaal je de strategische doelstellingen en afdelingsplannen in een to-be architectuur voor het betreffende domein. Hierbij voer je de regie op het proces om de domeinarchitectuur te ontwikkelen en te onderhouden waarbij je intensief samenwerkt met de diverse vakspecialisten en functioneel beheerders binnen de betreffende domeinen. Hierbij zorg je voor draagvlak bij zowel het management als medewerkers van de betrokken afdelingen. Je draagt de domeinarchitectuur uit en ziet toe op de realisatie en toepassing</p>\n<p>Als domeinarchitect ben je sparringspartner van management en directie op het gebied van de to-be architectuur en de roadmaps voor implementatie ervan. Wij zijn op zoek naar een ervaren domeinarchitect die samen met de belanghebbenden in de organisatie de initiele domeinarchitecturen kan ontwikkelen en vervolgens regelmatig actualiseert.</p>\n<p><strong>Wat breng je mee?</strong></p>\n<ul>\n<li>WO werk- en denkniveau, aangevuld met minimaal vijf jaar relevante werkervaring;</li>\n<li>Een opleiding op het gebied informatiekunde, of bedrijfskunde met specialisatie in de richting van informatiekunde;</li>\n<li>Certificering ArchiMate en TOGAF (of bereidheid deze certificering binnen 1 jaar te behalen);</li>\n<li>Brede theoretische kennis van bedrijfs- en informatiearchitectuur;</li>\n<li>Ervaring met het opstellen van architectuur op strategisch/tactisch niveau en daarbij te fungeren als sparringspartner voor management en directie;</li>\n<li>Kennis en ervaring met de thema’s die spelen bij provincies zoals: ruimtelijke ordening, economie, milieu en natuur, mobiliteit en assetmanagement;</li>\n<li>Je bent een teamspeler, bent respectvol en hebt uitstekende communicatieve vaardigheden. Zo kan je weerstand wegnemen en draagvlak creëren;</li>\n<li>Je bent vaardig in het uitdragen en presenteren van de architectuur en de bijbehorende roadmaps.</li>\n</ul>\n<p><strong>Wat bieden wij jou?</strong></p>\n<ul>\n<li>Een jaarsalaris van maximaal € 73.000 bruto (incl. IKB) met de mogelijkheid tot aanvulling van het salaris door een arbeidsmarkttoelage. Dit is afhankelijk van ervaring en opleiding. Jouw functie is ingeschaald in schaal 11;</li>\n<li>Een NS businesskaart of kilometervergoeding;\nMogelijkheden om jezelf te ontwikkelen via een eigen opleidingsbudget van € 5.000,00 per vijf jaar;</li>\n<li>Een dienstverband voor 1 jaar met bij goed functioneren uitzicht op een contract voor onbepaalde tijd;</li>\n<li>In verband met flexwerken bieden wij jou een mobiele werkplek met passende middelen waardoor jij overal kan werken;</li>\n<li>Je werkplek is op 2 minuten loopafstand van station Lelystad.</li>\n</ul>\n<p><strong>Meer informatie en reageren?</strong></p>\n<p>Wil jij je talenten graag inzetten bij provincie Flevoland? Reageer dan vóór 11 januari 2021 via de het <a href=\"https://vonq.io/3r1Nthc\"><strong>solliciteer formulier</strong></a>. Voor meer informatie kun je terecht bij Miriam van de Plas, Clustermanager Beleid en Architectuur, 0320-265607. Acquisitie naar aanleiding van deze vacature wordt niet op prijs gesteld.</p>\n",
    "how_to_apply": "<p>Klik <a href=\"https://vonq.io/3r1Nthc\"><strong>hier</strong></a> om te solliciteren!</p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaktUIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--4bf78e8b2acc9782a1299182a492474870811a7d/Provincie%20Flevoland.jpeg"
  },
  {
    "id": "e4c21b53-f5e5-4155-8390-f6750b8e17f5",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/e4c21b53-f5e5-4155-8390-f6750b8e17f5",
    "created_at": "Mon Dec 21 10:47:28 UTC 2020",
    "company": "lawpilots GmbH",
    "company_url": "https://www.lawpilots.com/de-de/",
    "location": "Berlin",
    "title": "Systemadministrator / IT Operations (m/w/d)",
    "description": "<p><strong>Intro</strong></p>\n<p>Join us in Berlin</p>\n<p>At lawpilots, we create digital learning that people love. E-learning is one of the growth markets of the future - even more so during the current crisis.</p>\n<p><strong>Your mission</strong></p>\n<ul>\n<li>Help maintain and extend our current learning platform</li>\n<li>Participate in the design, development and maintenance of new systems and components</li>\n<li>Automate our internal and public-facing infrastructure</li>\n<li>Document our system landscape, including decision documents and overview diagrams</li>\n<li>Contribute to requirements analysis</li>\n<li>Implement reliable logging and monitoring solutions</li>\n<li>Ensure security and data compliance throughout our services</li>\n<li>Help customers, both prospective and current, to make the best use of our platform by helping them use our interfaces efficiently</li>\n<li>Work with our customer success and sales teams to help them onboard and support  customers</li>\n</ul>\n<p><strong>Your profile</strong></p>\n<ul>\n<li>Bachelor’s Degree in Computer Science, Software Engineering, Computer Engineering or demonstrable similar experience</li>\n<li>2+ years of working experience as a system administrator, platform engineer, backend engineer, or similar</li>\n<li>Very good understanding of Linux server administration, networking, distributed systems, security best practices</li>\n<li>Strong English language skills, written as well as oral</li>\n<li>Ability to work independently, as well as an effective part of the team</li>\n<li>Experience with log and metric collection</li>\n<li>Experience with configuration management systems</li>\n<li>Experience in writing automation scripts</li>\n<li>Knowledge and previous experience of computer networks and infrastructure is a big plus</li>\n<li>Experience working with cloud technology</li>\n<li>Experience or willingness to learn how to design, develop and maintain web applications and associated services (for instance with Python, Go or Ruby)</li>\n</ul>\n<p><strong>Why us?</strong></p>\n<p>We take care of our employees and provide you with:</p>\n<ul>\n<li>Almost flexible working hours with the option to work partially remote</li>\n<li>Modern computer and huge 4k screens</li>\n<li>A diverse and international environment</li>\n<li>A modern workplace close to the Berlin central station</li>\n<li>Fresh fruits, snacks and drinks</li>\n<li>Regular team events and monthly team breakfast as well as All Hands with pizza and beer</li>\n<li>Special employee offers for sports clubs, gadgets, fashion, ....</li>\n<li>And a lot of fun :)</li>\n</ul>\n<p>We are looking forward to seeing you!</p>\n<p><img src=\"https://camo.githubusercontent.com/08001d85969c9f91152b3be62c817530da5a329a/68747470733a2f2f742e676f686972696e672e636f6d2f682f30643539656562656635623839653065623138303233333434303832396661353161663164396666626137356266393035353766336335643138306636363536\"></p>\n",
    "how_to_apply": "<p><a href=\"https://t.gohiring.com/h/81e72fda98d92c0e3ea3d44cfe817ce69ffb150cf0d9d55b2f4a66d30d06aaf1\">application form</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaTJUIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--17e537bed46c17a2a93de60195e7b50de0139b7f/Lawpilots.png"
  },
  {
    "id": "40612355-9b00-4b4c-b395-ba66499a448d",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/40612355-9b00-4b4c-b395-ba66499a448d",
    "created_at": "Mon Dec 21 10:31:13 UTC 2020",
    "company": "Connected Health Solutions BV",
    "company_url": "http://www.carexs.com",
    "location": "Greater Amsterdam Metropolitan Area",
    "title": "React Native Mobile Developer",
    "description": "<p><strong>Are you a React Native Mobile Developer who would like to make a significant contribution to improving healthcare for patients and care providers? Do you like to see your mobile apps to be used on a daily basis in an innovative eHealth solution and work in a socially responsible environment? Then we would like to meet you!</strong></p>\n<p><strong>Your goal</strong></p>\n<p>As a React Native Developer your mobile apps will be used on a daily base by patients and care providers to prevent medical issues. You will design, develop and improve the quality and delivery of new components of our CareXS mobile applications, sometimes in an iterative way. You are combining your technical knowledge with your experience about the mobile landscape both in iOS and Android to make the best applications.</p>\n<p><strong>To be successful in this position:</strong></p>\n<ul>\n<li>A minimum of 3 years of developing experience with React Native</li>\n<li>Experience working with Redux, RxJS and TypeScript</li>\n<li>Understanding of Agile/Scrum practices</li>\n<li>Experience with automated testing and continuous delivery</li>\n<li>Fluent English (verbally and written)</li>\n<li>You are already living in The Netherlands</li>\n</ul>\n<p><strong>What can you expect from us?</strong></p>\n<ul>\n<li>A socially concerned, equal-opportunity, international and multi-cultural work environment</li>\n<li>A focus on team-spirit and possibilities for personal and professional growth</li>\n<li>Full travel allowance</li>\n<li>An informal workplace located in Amsterdam-North near the ferry to Amsterdam CS</li>\n<li>The possibility to work 32-40 hours</li>\n<li>Flexible working hours and ability to work from home</li>\n<li>A good salary with 8% holiday pay</li>\n<li>25 days of paid holiday per year on a fulltime basis</li>\n<li>A solid pension plan</li>\n</ul>\n<p><strong>Our selection procedure in a nutshell:</strong></p>\n<p>Please send your resume and motivation letter to <a href=\"mailto:hr@carexs.com\">hr@carexs.com</a>. We will make sure to contact you within 5 working days. Our recruiter Cynthia will contact you to find out more about you and tell you more about CareXS.</p>\n<p>The second step in your application is meeting the hiring manager and your future team (online). We focus on the team fit and your experience and knowledge. If there is a match, we will offer you a job!</p>\n<p>Acquisition in response to this vacancy is not appreciated. Thank you!</p>\n",
    "how_to_apply": "<p>Please send your resume and motivation letter to <a href=\"mailto:hr@carexs.com\">hr@carexs.com</a>. We will make sure to contact you within 5 working days. Our recruiter Cynthia will contact you to find out more about you and tell you more about CareXS.</p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaXVUIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--1e1bc51ba1fc4036f9887740f4ce0106f6d85eb8/carexs-corporate-payoff-600.png"
  },
  {
    "id": "ddeacc44-ac74-4f83-a736-875a590dd419",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/ddeacc44-ac74-4f83-a736-875a590dd419",
    "created_at": "Mon Dec 21 10:09:51 UTC 2020",
    "company": "de Volksbank",
    "company_url": "https://vonq.io/34lhQFw",
    "location": "Pettelaarpark 120, 's Hertogenbosch",
    "title": "Java developer",
    "description": "<p><strong>Werk jij mee aan webapplicaties voor instant payments, waardoor een overgemaakt bedrag altijd binnen enkele seconden op je rekening staat? Of een app waarmee je je rekeningoverzichten van verschillende banken in één oogopslag kunt inzien?</strong></p>\n<p>Als Java developer duik jij in innovaties die de financiële dienstverlening voor miljoenen klanten versnellen, verbeteren en vereenvoudigen. Dankzij jou hebben we een wendbaar applicatielandschap dat aan de backend op-en-top functioneert.</p>\n<p>Bij de Volksbank ontwikkelen we een groot deel van onze responsive webapplicaties zelf. Jij speelt hierin een belangrijke rol en ontwerpt, bouwt, test, beheert en documenteert je API’s, die er achter de schermen voor zorgen dat verschillende applicaties met elkaar kunnen communiceren. Hiervoor gebruik je onder meer innovatieve backend-technieken, microservices, container- en cloudtechnologieën en opensourcesoftware.</p>\n<p>In een multidisciplinair scrumteam werk je aan projecten die passen bij jouw ervaring, interesse en achtergrond. Denk aan applicaties voor de nieuwe Europese betaalwet PSD2, internetbankieren, iDeal, engines om processen te automatiseren of interne software voor medewerkers en adviseurs. Je hebt regelmatig contact met je collega’s uit de business om de wensen van klanten en gebruikers helder te krijgen. Die vertaal je samen met je collega’s naar slimme technische oplossingen.</p>\n<p><strong>Hier kom je te werken</strong></p>\n<p>Jij gaat werken bij een van de scrumteams van de value-organisatie. Jouw team ontwikkelt applicaties die nodig zijn om veranderingen in de business te realiseren en implementeren op het gebied van betalen, wonen, finance en risk, en klantrelaties. Ook zelf zijn we volop in ontwikkeling. Zo beland je midden in de transitie naar DevOps-teams en krijg je de kans om mee te denken over verbetering en verandering. Hoewel je standplaats Den Bosch is, kan het zijn dat je ook regelmatig thuis of op onze locatie in Utrecht werkt.</p>\n<p><strong>Jouw kwaliteiten</strong></p>\n<p>Een ervaren professional met een flinke dosis lef en een aanstekelijke teamspirit. Dat ben jij in een notendop. Daarnaast beschik je over een kritische blik, het vermogen om complexe problemen te analyseren en de vindingrijkheid om eenvoudige creatieve oplossingen te bedenken. Nieuwe technologische ontwikkelingen volg je op de voet, bijvoorbeeld doordat je onze lezingen, meet ups, pizzasessies en hackathons bijwoont. Natuurlijk deel je de kennis die je opdoet vervolgens graag met je collega's.</p>\n<p>Verder heb je:</p>\n<p>HBO werk- en denkniveau\nMeerdere jaren ervaring met backend-ontwikkeling\nErvaring met Java-frameworks, zoals Spring Framework, Spring Boot, Spring REST, JAX-RS, JAXB, JPA, JUnit en Mockito\nKennis van onder meer IntelliJ of Eclipse, Maven, SQL Databases, Docker of Kubernetes en Git\nBij voorkeur ervaring met frontend-technologieën</p>\n<p><strong>Solliciteren?</strong></p>\n<p>Upload je motivatie en cv via het <a href=\"https://vonq.io/34lhQFw\"><strong>solliciteer formulier</strong></a>. We nemen dan zo snel mogelijk contact met je op. Voor vragen over de sollicitatieprocedure kun je contact opnemen met onze recruiter Nikki Gunnink via 06-12656229 of <a href=\"mailto:nikki.gunnink@devolksbank.nl\">nikki.gunnink@devolksbank.nl</a>.</p>\n<p><em>Acquisitie naar aanleiding van deze vacature is niet gewenst.</em></p>\n",
    "how_to_apply": "<p>Click <a href=\"https://vonq.io/34lhQFw\"><strong>here</strong></a> to apply!</p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaWFUIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--04cffdfa5f86d5802f31d94f3d543041d0ba254d/de%20Volksbank.jpeg"
  },
  {
    "id": "856907c3-edbe-4a3a-bc2f-5612ac485adf",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/856907c3-edbe-4a3a-bc2f-5612ac485adf",
    "created_at": "Mon Dec 21 07:55:16 UTC 2020",
    "company": "InnoGames GmbH",
    "company_url": "https://www.innogames.com",
    "location": "Hamburg",
    "title": "Mobile Software Developer (C++) - Video Game: Forge of Empires",
    "description": "<p>Our international, agile, and cross-functional <strong>Forge of Empires</strong> team is searching for a <strong>Mobile Software Developer</strong>:\nAs a Mobile Software Developer, you will drive the development of new features as well as maintain and improve the current code of our mobile game Forge of Empires.</p>\n<p>Are you a talented Mobile Developer and passionate about online games?\nLive your passion for online games/Software Development and collaborate with like-minded people to provide the best user experience for our players!</p>\n<p><strong>Your mission:</strong></p>\n<ul>\n<li>Contribute to the conception and development of the Forge of Empires mobile game</li>\n<li>Continuously refine and optimize existing features</li>\n<li>Develop and optimize our CI/CD pipeline</li>\n<li>Foster a culture of knowledge sharing, best practices and standards</li>\n<li>Collaborate closely with Frontend- &amp; Backend Developers, Game Designers, and Artists to increase the user experience for our players</li>\n</ul>\n<p><strong>Your skillset:</strong></p>\n<ul>\n<li>Experience with C++, Java, Objective-C</li>\n<li>At least 2 years of professional experience in native app development (Android, iOS)</li>\n<li>Excellent understanding of software architecture and design</li>\n<li>Profound knowledge of continuous integration and tools (e.g. git, Jenkins, Fastlane, Go)</li>\n<li>Good knowledge of Rendering and Profiling</li>\n<li>Team player and a good communicator with fluent English language skills</li>\n</ul>\n<p><em>Favorable</em></p>\n<ul>\n<li>Passion for online games (strategy/F2P) and knowledge of relevant game mechanics</li>\n<li>Professional experience in the gaming industry, ideally working on comparable mobile games</li>\n<li>Theoretical understanding of Software Development, ideally based on a University degree in Computer Sciences, Business Information Systems or similar studies</li>\n<li>A proactive and motivated individual with a willingness to learn</li>\n</ul>\n<p><strong>Your power-ups:</strong></p>\n<ul>\n<li>Get competitive compensation as well as a sabbatical, mobile device, contribution to your public transport ticket, and more</li>\n<li>De-stress your private life with flexible working hours, the in-house gym, services such as a hairdresser, massage, bike inspection, and more</li>\n<li>Participate in tons of the company's get-togethers ranging from an in-house sofa concert to a virtual wine tasting</li>\n<li>Make the most of our excellent training and development opportunities</li>\n<li>Feel comfortable in an atmosphere to empower creative thinking and strong results</li>\n<li>Work in an agile multicultural team – enabling you and your team to form and actively optimize work processes</li>\n<li>Our company language is English, and we support all our employees and their partners with optional German lessons</li>\n<li>Receive exceptional support with your relocation to Hamburg</li>\n<li>Shape the success story of InnoGames with our international team of driven experts in a stable growing company and award-winning employer</li>\n</ul>\n<p><strong>Our story:</strong></p>\n<p>InnoGames is Germany's leading developer and publisher of mobile and online games.\nThe company based in Hamburg is best known for Forge of Empires, Elvenar, and Tribal Wars. InnoGames' complete portfolio encompasses seven live games and several mobile titles in production.</p>\n<p>Born as a hobby, InnoGames today has a team of 400 employees from more than 30 nations who share the passion of creating unique games that players across the globe enjoy for years.\nTo further expand our success and to realize new projects, we are constantly looking for young talents, experienced professionals, and creative thinkers.</p>\n<p><strong>Excited to start your journey with InnoGames and join our dynamic team as a Mobile Software Developer?</strong>\nWe look forward to receiving your application as well as your salary expectations and earliest possible starting date through our <a href=\"https://www.innogames.com/career/detail/job/mobile-software-developer-c-video-game-forge-of-empires/?s=GitHub\">online application form</a>. Maximilian Kaeding would be happy to answer any questions you may have.</p>\n<p><strong>Apply and #stayhome!</strong>\nDue to the <strong>coronavirus</strong> outbreak, we switched our operations company-wide to home office and turned our hiring process into a <strong>fully virtual one</strong>.\nWhen hiring, we are also open for our new team members starting their work remotely at the time being or adjusting contract start dates accordingly.\nStay home and safe!</p>\n",
    "how_to_apply": "<p><a href=\"https://www.innogames.com/career/detail/job/mobile-software-developer-c-video-game-forge-of-empires/?s=GitHub\">https://www.innogames.com/career/detail/job/mobile-software-developer-c-video-game-forge-of-empires/?s=GitHub</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaVNUIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--2112380a43a7ecd11339bd3a689c817441d00195/logo_innogames_devlop.png"
  },
  {
    "id": "8a2e3d35-65ba-411d-9952-2e1940b73a4a",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/8a2e3d35-65ba-411d-9952-2e1940b73a4a",
    "created_at": "Mon Oct 19 19:43:52 UTC 2020",
    "company": "QSC, LLC",
    "company_url": "http://www.qsc.com",
    "location": "Boulder, CO",
    "title": "Senior Software Engineer",
    "description": "<p>QSC is a world leader in the design and manufacture of innovative audio, video, and control products for multiple markets including Installed Systems, Cinema, and Live Sound.  We are seeking a talented and motivated Software Engineer to work with our growing engineering team on our state of the art Q-SYS platform.</p>\n<p>The Senior Software Engineer will be responsible for design and implementation of application software in Linux OS for a wide variety of projects for Q-SYS. You will have the ability to bring creative solutions to our customers and the audio, visual, and control product space, while working in a dynamic and collaborative agile scrum environment.</p>\n<p>This position is based in Boulder, Colorado.</p>\n<p>Responsibilities</p>\n<p>•Design and develop world-class software on our industry-leading Q-SYS platform\n•Work with Software Quality Assurance to develop appropriate test strategies\n•Perform other duties as assigned</p>\n<p>Qualifications</p>\n<p>•B.S. in Computer Science, Computer Engineering, or a related field\n•Minimum 5 - 7 plus years’ hands-on experience developing C++ application software in Linux OS\n•Experience with the features of modern C++ and its effective use in solving real-world problems\n•Experience with the best principles, practices, and patterns of software architecture and design\n•Proficiency in several of the following areas:◦Communications protocols\n◦Web technologies\n◦Computer security and data privacy\n◦Streaming media protocols\n◦Real-time embedded systems\n◦High performance, distributed, or high availability systems\n◦Unit testing\n•Experience working with large scale C++ codebases\n•Experience working on software programs developed collaboratively by international teams\n•Ability to perform a software lead role on projects\n•Passionate, persistent, creative - you find solutions to difficult problems and clever ways to work around them when necessary\n•Ability to work collaboratively in an agile scrum environment\n•Superb communication skills in English, both written and verbal</p>\n",
    "how_to_apply": "<p>Please apply via our careers site: <a href=\"https://qsccareers-qsc.icims.com/jobs/2655/senior-software-engineer/job\">https://qsccareers-qsc.icims.com/jobs/2655/senior-software-engineer/job</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa1dNIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--7c5090b2cc1d8ac27b85146b3ba7def6abf0bc9e/QSC_LOGO_BLUE.jpg"
  },
  {
    "id": "26507d9e-8c9f-48ec-ba24-bee590c1b49a",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/26507d9e-8c9f-48ec-ba24-bee590c1b49a",
    "created_at": "Mon Oct 19 19:37:31 UTC 2020",
    "company": "QSC, LLC",
    "company_url": "http://www.qsc.com",
    "location": "Costa Mesa, CA",
    "title": "Quality Engineer",
    "description": "<p>QSC thrives where innovative technology and compelling audio-visual experiences intersect. For over 50 years, QSC has pioneered the technology and solutions that enable immersive cinema, live performance audio, themed entertainment, digital collaboration and meeting experiences for our customers and partners around the world. A globally recognized innovator in the design, engineering, and manufacture of category leading high-performance loudspeakers, digital mixers, power amplifiers, audio processors, digital cinema solutions, and the Q-SYS™ software-based audio, video and control Ecosystem.</p>\n<p>By joining the QSC team, you will be in a challenging, collaborative, fun, and innovative environment. We encourage employees to take ownership, to color outside the lines, and to imagine possibilities. Our culture is casual but dynamic, with cross-functional teams collaborating on creating memorable audio-visual experiences that deliver joy to people, wherever they are. At QSC, fun and hard work go hand in hand. Join us and make a difference in the way people experience movies, meetings, presentations, live performances, and much more.</p>\n<p>The Quality Engineer is a technical engineering position focused on the successful implementation of projects and process management of activities to define, design, develop and deliver new processes, quality improvements, and change initiatives.  The Quality Engineer works on a wide range of supplier quality issues during development projects and monitors and addresses supplier quality issues after the products are in volume production. The Quality Engineer has extensive practical application experience in quality systems, product quality, and supplier quality management that will result on high quality products and great customer satisfaction.</p>\n<p>Responsibilities</p>\n<p>•Execute tasks associated with assuring process readiness, process capability, and process effectiveness at domestic and offshore suppliers.\n◦Typical tasks might include:\n•Generate and execute Quality Plans to assure that product and process requirements are met\nat each product lifecycle phase.\n•Create and execute Part Qualification plans for new parts, new tooling or new suppliers.\n•Support the maintenance of quality system requirements, including internal and supplier\nauditing, Corrective and Preventive Action (CAPA), risk management, product and process\nissues.\n•Participate in design reviews and recommend improvements.\n•Identify technical risks and challenges and recommend corrective/improvement actions.\n•Determine process readiness, measure and improve process capability; and measure and improve process effectiveness.\n•Develop and implement process performance criteria to evaluate the readiness of new products to move from New Product Introduction lifecycles to volume production.\n•Analyze process performance indicators, such as critical-to-quality variables, yield data, out-of-box audit data, process capability reports, and defect trends, against predefined targets and initiate remedial actions where necessary.\n•Able to apply statistical techniques and other standard quality problem solving tools where appropriate.\n•Lead in-process and product audits.\n•Resolve supplier issues; generate CARs, NCMRs, Stop Orders, Rework Instructions, etc.\n•Evaluate Supplier Performance via Quality Business Review (QBR)\n•Evaluate the efficiency of existing QA processes and recommend improvements.\n•Perform other duties as assigned.</p>\n<p>Qualifications</p>\n<p>•B.S. degree in a technical discipline (ME, EE, or Industrial Engineering with a specialty in Quality, preferred)\n•Subject matter expertise in the Body of Knowledge for ASQ CQE (Certified Quality Engineer) is preferred. Certification as a CQE is desired. See ASQ.com.\n•Experience supporting an ISO9000-2015 Quality System highly desired.\n•Minimum 10-years’ experience as a Quality Engineer in a medium volume, a high-mix manufacturer of electronic or electromechanical products is required.\n•Minimum 5-years’ experience managing supplier quality performance at offshore contract manufacturers is desired. (Contract manufacturers could include system assembly manufacturers and/or design and build manufacturers.)\n•Experience with process control practices in the following types of operations is desired: PCBA assembly, plastic injection molding, sheet metal fabrication, wood cabinet fabrication, system assembly, and test.\n•Professional audio industry experience is a plus.\n•Perform tasks as assigned with minimum direction and oversight from the Quality leadership team\n•Previous experience in speaker, electronic or electromechanical assembly experience is desirable.\n•Proficiency in Office software for data collection, analysis, and reporting is required\n•Previous experience with enterprise management software tools such as Oracle and PLM Agile is desirable\n•Excellent verbal and written communication skills\n•Bilingual (English/Spanish or English/Chinese) is desirable</p>\n<p>QSC is not accepting vendor solicitation.</p>\n",
    "how_to_apply": "<p>Please apply via our careers site: <a href=\"https://qsccareers-qsc.icims.com/jobs/2607/quality-engineer/job\">https://qsccareers-qsc.icims.com/jobs/2607/quality-engineer/job</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa09NIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--1a1ad67d0fc5f3f70c68e958ba34944b25490842/QSC_LOGO_BLUE.jpg"
  },
  {
    "id": "909f8d33-2fc6-4776-a465-cc2ee5952cfa",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/909f8d33-2fc6-4776-a465-cc2ee5952cfa",
    "created_at": "Fri Dec 18 17:28:21 UTC 2020",
    "company": "OneClickPolitics",
    "company_url": "http://www.oneclickpolitics.com",
    "location": "Washington DC",
    "title": "Engineering Lead (Ruby on Rails)",
    "description": "<p><strong>Engineering Lead (Ruby on Rails)</strong></p>\n<p>We are hiring for an Engineering Lead/Senior Ruby Developer to join our growing organization.</p>\n<p><strong>About us</strong>\nAt OneClickPolitics our mission is to provide innovative and integrated approaches to grassroots advocacy that leverage digital advocacy software tools and technology.</p>\n<p>Hundreds of clients depend on our award-winning advocacy technology, strategic insights, and acquisition services to achieve a measurable impact on policy outcomes at the local, state, provincial, and federal levels of government in the United States, Australia, and Canada.</p>\n<p>Location: OneClickPolitics is headquartered in Washington, DC and this position can be remote or in-office.</p>\n<p><strong>Position</strong></p>\n<p>As Engineering Lead/Senior Ruby Developer, you will be contributing to the development of our code base, managing and expanding our development team, and coordinating ongoing maintenance. This role involves hands-on development as well as leadership for the team’s ongoing development/maintenance of our Ruby on Rails based application. The role will be a hybrid of an Engineering Lead and Senior Ruby Developer and will be integral part of our entire organization reporting to the Board.</p>\n<p><strong>Responsibilities</strong></p>\n<ul>\n<li>Contribute to development of our Ruby on Rails code base and core architecture initiatives</li>\n<li>Lead and grow our team of software engineers through hiring, coaching, mentoring, feedback, and hands-on Ruby on Rails development</li>\n<li>Facilitate collaboration with engineering team, product managers, and designers</li>\n<li>Support timely delivery of technical solutions to address business needs</li>\n<li>Advocate and advance modern, agile engineering practices</li>\n<li>Build a healthy, collaborative engineering culture</li>\n<li>Work remotely with willingness to come into the office for important company collaboration requirements from time to time.</li>\n</ul>\n<p><strong>Qualifications</strong></p>\n<ul>\n<li>Minimum 4 years of Ruby on Rails development experience (Front/Backend)</li>\n<li>Minimum 2 years of leadership experience managing development team</li>\n<li>Bachelor’s degree in Computer Science or related field/equivalent experience</li>\n<li>Familiarity with DevOps role and ability to manage team’s DevOps resources</li>\n<li>Experience with managing infrastructure in CI/CD tools</li>\n<li>Experience with infrastructure-as-code methodologies such as Terraform</li>\n<li>Strong background with resource, security, and cost management strategies in AWS implementations</li>\n<li>Natural ability to multitask, prioritize, and manage time efficiently</li>\n</ul>\n<p>You can find all our Openings at\nCareers | OneClickPolitics.</p>\n",
    "how_to_apply": "<p>Please email your resume to <a href=\"mailto:jobs@oneclickpolitics.com\">jobs@oneclickpolitics.com</a></p>\n",
    "company_logo": null
  },
  {
    "id": "948099b9-9953-42c7-9c89-b65991672b2f",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/948099b9-9953-42c7-9c89-b65991672b2f",
    "created_at": "Fri Dec 18 16:16:16 UTC 2020",
    "company": "Parity Technologies",
    "company_url": "https://www.parity.io/",
    "location": "Berlin/Remote",
    "title": "Rust/Core Developer (m/f/d)",
    "description": "<p>At Parity Technologies we maintain and create blockchain software: dealing with P2P networking, consensus algorithms, cryptography, databases, and decentralized applications can be expected.</p>\n<p>We strive to write the fastest, lightest, and safest core technology in Blockchain and write lots of open-source code. Parity Technologies is based in Berlin and London, but remote work is possible for the right people and we are flexible on location.</p>\n<p>We believe in giving back to the community and are looking for someone familiar with the open-source Rust ecosystem. You should be proficient in Rust and familiar with writing low and high-level code, a functional style of programming, and have a strong knowledge of computer science.</p>\n<p>Parity works in a very flat hierarchy with lots of autonomy and high levels of personal responsibility, we try to mimic an open-source workflow in much of what we do. We have an article on our blog about our development practices which you may want to read.</p>\n<p>Requirements:</p>\n<ul>\n<li>Experience with Rust, particularly writing high-performance high-security code.</li>\n<li>Knowledge of Bitcoin, Ethereum or other blockchain technologies.</li>\n<li>Familiarity with the Rust ecosystem.</li>\n<li>An interest in decentralized technology and Web 3.</li>\n</ul>\n<p>Nice to have:</p>\n<p>At Parity Technologies we write software across the whole blockchain stack and a developer you can be expected to work on any of these things, but deep knowledge in one of the following areas is especially appreciated.</p>\n<ul>\n<li>State of the art P2P networking research and technologies.</li>\n<li>Experience writing and performance tuning databases.</li>\n<li>Cryptography.</li>\n<li>Experience implementing consensus algorithms.</li>\n<li>Rust performance optimization and tuning.</li>\n<li>Deep knowledge of and ability to write compilers (especially with a Wasm focus).</li>\n<li>Blockchain bridges.</li>\n<li>Experience implementing decentralized applications, including “Layer 1” and “Layer 2” approaches.</li>\n</ul>\n<p>Benefits:</p>\n<ul>\n<li>Working at Parity means focusing on the stuff that counts: building of the most cutting-edge technology for the future web. Our teams enjoy a high degree of trust, freedom and autonomy to achieve that goal</li>\n<li>Because we value initiative and learning, we've defined a generous personal budget to attend conferences or skills courses of your own choosing. We think you know what's best for you!</li>\n<li>Parity is a diverse company with people from various countries and we will support you with German or English language courses where needed</li>\n</ul>\n<p>To see how we use your data please see our Applicant Notice</p>\n",
    "how_to_apply": "<p>Apply here: <a href=\"https://www.parity.io/apply/?gh_jid=4030037003\">https://www.parity.io/apply/?gh_jid=4030037003</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaFdUIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--cab89040e9dc1c11c1e0dd4d3550d0d2cac37bb1/parity-logo-high-res-white-with-spacing.png"
  },
  {
    "id": "17028832-66ae-40b3-a11d-92c3dcec7122",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/17028832-66ae-40b3-a11d-92c3dcec7122",
    "created_at": "Fri Dec 18 15:52:48 UTC 2020",
    "company": "Amun",
    "company_url": "http:",
    "location": "Remote Remote [GMT+2 to GMT-5 zone preferred]",
    "title": "Full Stack Developer",
    "description": "<p>Job Title:\tFull Stack Developer\nLocation:\tRemote [GMT+2 to GMT-5 zone preferred]\nReports to (Job title):\tVP Engineering</p>\n<p>About Amun:</p>\n<p>Amun is a leading cryptocurrency issuer which aims to make purchasing crypto more accessible, and efficient.</p>\n<p>Under its 21Shares brand, Amun is the world's largest issuer of crypto exchange-traded products (ETPs). The 21Shares suite of ETPs has simplified access to crypto for both institutional and retail investors in the traditional finance community. In a similar fashion, Amun aims to provide tokens that will make it easy for the crypto community to access sophisticated strategies that are not otherwise readily available in this space. Amun is a team of entrepreneurs, engineers, and financial product developers who are uniquely placed to revolutionize cryptocurrency investing through the issuance of our broad range of tokens. Our goal is to make these tokens present a new paradigm in cryptocurrency investing and to facilitate their use.</p>\n<p>Our Stack:</p>\n<p>●\tAWS infrastructure\n●\tPostgresql\n●\tNode backend (Typescript, feathersjs)\n●\tVue (Nuxt) frontend\n●\tPython and Rust in the mix as well</p>\n<p>Job Summary:</p>\n<p>We are looking for a talented Software Engineer with &gt; 5 years of experience in software development. You will be responsible for developing, testing, and maintaining code across our mission-critical products.</p>\n<p>Key Accountabilities and Scope:</p>\n<p>●\tDesign, develop, and operate technical architecture and systems.\n●\tCommunicate regularly and clearly with other team members and also with other ecosystem participants.\n●\tCreate high quality software documentation and other written assets to document and explain the system design and how the system functions.\n●\tIdentify opportunities to improve existing systems/workflows for performance, speed, and accuracy.\n●\tWork with engineers, designers, and leadership to turn our product and technical vision into deliverables each quarter.</p>\n<p>Skills Required:</p>\n<p>●\tYou care about building high-quality well-tested code, at scale\n●\tMinimum 5 years of working experience as a full-stack software engineer\n●\tExperience with at least one strongly typed language and one duck typed language\n●\tGood familiarity with CSS and capable of producing responsive web applications.\n●\tFamiliar with the OSI model, especially regarding HTTP and websockets\n●\tYou enjoy being a part of a feedback culture with shared code ownership and want to make a difference worldwide\n●\tThe ability to work hands on as a software engineer in an agile environment with a modern tech stack\n●\tDegree in Engineering or Computer Science (M.sc. preferred)\n●\tYou’ve designed, built, scaled and maintained production services, and know how to compose a service oriented architecture.\n●\tYou’ve built high reliability or security systems, and understand the importance of code robustness and quality in financial domain\n●\tUnderstanding Blockchain, or at least very curious about Blockchain and willing to learn and keep at the forefront of cryptocurrency continually</p>\n",
    "how_to_apply": "<p>Please apply through the following link:</p>\n<p><a href=\"https://amun.bamboohr.com/jobs/view.php?id=25&amp;source=aWQ9MTg%3D\">https://amun.bamboohr.com/jobs/view.php?id=25&amp;source=aWQ9MTg%3D</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaE9UIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--be01c7556cd2de81469018e3667a306dce41ac67/logo%20A-100.jpg"
  },
  {
    "id": "e8fc714e-ead2-474a-b100-9b9b9cde6ece",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/e8fc714e-ead2-474a-b100-9b9b9cde6ece",
    "created_at": "Fri Dec 18 15:34:43 UTC 2020",
    "company": "Consors Finanz BNP Paribas S.A. Niederlassung Deutschland",
    "company_url": "https://bnpparibasgt.taleo.net/",
    "location": "München",
    "title": "IT Service Manager (m/w/d)",
    "description": "<p>Consors Finanz ist Teil der BNP Paribas S.A. in Deutschland und hat ca. 1500 Mitarbeitende an fünf Standorten. BNP Paribas S.A. ist eine führende internationale Bank und in 73 Ländern mit 200.000 Mitarbeitenden vertreten.</p>\n<p>Consors Finanz BNP Paribas steht für finanzielle Selbstbestimmung in jeder Lebenssituation.</p>\n<p>Wir sind einer der führenden Anbieter für Konsumentenkredite in Deutschland und bieten Finanzierungs- und Versicherungslösungen, die sich an die Bedürfnisse unserer Kundinnen und Kunden anpassen. Ob dynamische Kreditrahmen, individuelle Finanzierungen oder flexible Kartenprodukte – mit dem digitalen Banking von Consors Finanz BNP Paribas nehmen Kundinnen und Kunden ihre Liquidität selbst in die Hand. Wir setzen dabei auf innovative Technologien, höchste Sicherheitsstandards und eine verantwortungsvolle Kreditvergabe.</p>\n<h2>Du suchst</h2>\n<ul>\n<li>Steuerung des Service Managements gemäß ITIL-Standards: Service Operation, Service Transition, Service Strategy, Service Design</li>\n<li>Fortlaufende Optimierung aller Prozesse und Service-Levels; Erstellung und Überwachung entsprechender KPIs</li>\n<li>Mitwirkung im Projekt-Management-Prozess</li>\n<li>Regelmäßiges Reporting an den Team Leiter IT Service Management und an die „Process Owner“ im Service Management</li>\n<li>Durchführung regelmäßiger und angemessener Second-Level-Controls;</li>\n</ul>\n<h2>Du hast</h2>\n<ul>\n<li>Hochschulabschluss in Informatik oder einem vergleichbaren Studiengang</li>\n<li>Mehrjährige Erfahrung als IT-Service Manager, Beispielsweise in Change Management, Incident Management oder Problem Management</li>\n<li>Fundierte Kenntnisse in ITIL und Methodenkenntnisse des Projektmanagements</li>\n<li>Innovationskraft und Kommunikationsstärke</li>\n<li>Analytische und konzeptionelle Fähigkeiten</li>\n<li>Unternehmerische Denkweise</li>\n<li>Organisierte Arbeitsweise und Verständnis für strategische und taktische Planung</li>\n<li>Flexibilität, Kommunikationsstärke, Belastbarkeit und eigenverantwortliche Arbeitsweise</li>\n<li>Teamplayer Fähigkeiten</li>\n<li>Sehr gute Englisch- und Deutschkenntnisse in Wort und Schrift, Französischkenntnisse vorteilhaft.</li>\n</ul>\n<h2>Wir bieten dir</h2>\n<ul>\n<li>Attraktives Gehaltspaket</li>\n<li>Betriebliche Altersvorsorge</li>\n<li>Arbeiten im Büro, von zu Hause oder wo immer du eine Internetverbindung hast</li>\n<li>Vielfältiges Weiterbildungsangebot</li>\n<li>Wasser und Kaffee kostenlos</li>\n<li>(Inter-)nationale Karriereperspektiven bei der BNP Paribas Gruppe</li>\n<li>Zuschuss zu ÖPNV, Car- &amp; Bike- Leasing</li>\n</ul>\n<h2>Geh mit uns in die Zukunft!</h2>\n<p>Wir freuen uns auf deine Bewerbung <a href=\"https://vonq.io/38gkEVG\">über das Bewerbungsformular!</a>.</p>\n<p>Dein Kontakt bei uns: Ralph Ullmann\nTelefon: 089/ 5511 333783\n<a href=\"https://www.consorsfinanz.de/karriere\">https://www.consorsfinanz.de/karriere</a></p>\n",
    "how_to_apply": "<p><a href=\"https://vonq.io/38gkEVG\">Klick hier um zum Bewerbungsformular zu gelangen!</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaENUIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--29500bf2d2de2ce02d545b92c625b0f3b093267e/Consors%20finanz.jpeg"
  },
  {
    "id": "30997816-c133-42b6-9233-78f5f6c34212",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/30997816-c133-42b6-9233-78f5f6c34212",
    "created_at": "Fri Dec 18 13:20:57 UTC 2020",
    "company": "GoCo Group plc",
    "company_url": "https://vonq.io/3p4KPWd",
    "location": "London",
    "title": "Senior Software Engineer (AWS)",
    "description": "<p>Do you want to join a tech-led business operating multiple leading brands focussed on innovation and disruption with the common mission to help consumers save time and money?\nSound good?\nGreat!</p>\n<p>We have a new opportunity for a Senior Software Engineer with a solid knowledge of AWS environments to join us. As a Senior Engineer you’ll design and develop software for our platform to help customers save money. You will have the opportunity to work with modern technologies such as AWS, Terraform and Jenkins and work with the wider Tech team collaborating with Test Engineers and Product Managers to help craft the future of money saving!</p>\n<p><strong>Key Responsibilities</strong></p>\n<p>The person successful in this role will assist in building a platform to support new products and will be closely involved in all agile development principles and practices. Closely developing and handling new components, libraries and services to support the delivery of new products you will play a meaningful role in new vertical development.</p>\n<p>You will be selecting the right languages, frameworks and tooling for the job and deliver it in an efficient and punctual way ensuring components are properly tested, instrumented and monitored.</p>\n<p>You will commit code to key components and influence the architecture and strategy, creating new capabilities and business opportunities. Testing new tools and technologies will be a big part of the role and you will share your experiences with the team.</p>\n<p>You will give and receive honest and constructive feedback on code reviews and help build a positive culture of customer focus, continuous improvement, technical perfection, professional conduct, ownership and collaboration.</p>\n<p><strong>Skills Knowledge and Expertise</strong></p>\n<p>Our technical stacks require you to have:</p>\n<ul>\n<li>Specialist working knowledge in Java and/or Kotlin, Node.js and exposure to Python, PHP</li>\n<li>Experience in BDD and TDD</li>\n<li>A comprehensive working knowledge of at least some (but not all) common Amazon Web Services, such as EC2, S3, CloudFormation, Kinesis,  Spark, AWS Lambda, RDS, DynamoDB, SQS, SNS, Fargate, ECS), Serverless, KMS, SSM, Route53.</li>\n<li>Working knowledge of development and collaboration tools used at Autosave, such as Jira, git, github, IntelliJ IDEA, ELK/Elastic stack, WaveFront, Slack, Confluence</li>\n</ul>\n<p><strong>You will also have as standard:</strong></p>\n<ul>\n<li>Experience with at least one relational database and at least one object oriented database.</li>\n<li>Familiarity with security protocols and encryption technologies</li>\n<li>Familiarity with typical enterprise architecture tools and standards such as UML.</li>\n</ul>\n<p><strong>Nice to have but not essential:</strong></p>\n<ul>\n<li>Experience in integration with 3rd parties for telecom, insurance or energy providers will be advantageous.</li>\n<li>Knowledge &amp; experience in Quote to Order, Billing and Payment, Account Receivables, Customer management systems</li>\n</ul>\n<p><strong>Benefits</strong></p>\n<p>As well as having freedom and autonomy to test and learn new things whilst working within a multi-skilled tribes and squads environment, you will have:</p>\n<ul>\n<li>Flexible working hours</li>\n<li>Bonus</li>\n<li>25 days holidays plus bank holidays</li>\n<li>Birthday day off</li>\n<li>Death in service</li>\n<li>Matched pension (up to 6%)</li>\n<li>Private medical cover</li>\n<li>Buy and sell holiday options</li>\n<li>Extra holidays for length of service</li>\n<li>Share save scheme</li>\n<li>Enhanced maternity and paternity policies</li>\n</ul>\n<p><strong>Being your authentic self at work is vital to success</strong></p>\n<p>GoCompare embraces diversity and truly believe in equal opportunities for all. We believe that inclusion and diversity increases creativity, delivers innovation, improves performance and better serves our customers.</p>\n<p>We truly believe in the ethos that companies with greater diversity perform better than those without. It is for these reasons that all qualified applicants will be considered for employment regardless of age, race, religion, genetic information, sexual orientation, gender identity, parental status, disability, informative background or any other characteristic for that matter that doesn’t relate to your ability to perform the role.</p>\n<p><a href=\"https://vonq.io/3p4KPWd\">Click here for the application form!</a></p>\n",
    "how_to_apply": "<p><a href=\"https://vonq.io/3p4KPWd\">Click here for the application form!</a></p>\n",
    "company_logo": null
  },
  {
    "id": "9118c47b-ab78-412b-8f9f-051e7e327465",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/9118c47b-ab78-412b-8f9f-051e7e327465",
    "created_at": "Fri Dec 18 11:08:51 UTC 2020",
    "company": "Acknowledge",
    "company_url": "https://www.acknowledge.nl/onze-vacatures/devsecops-developer/",
    "location": "Eindhoven",
    "title": "DevSecOps Engineer",
    "description": "<p>Zoek jij de gouden combinatie van DevOps en Security? Dan hebben wij de baan voor jou.</p>\n<p>Als DevSecOps engineer in ons security team werk je aan het Secure Webhosting platform, waarmee wij webapplicaties van spraakmakende klantorganisaties hosten en beveiligen. Ook voeren wij security penetration tests uit bij enkele van onze klanten.\nDaarnaast mag jij je kennis en ervaring delen als adviseur in ons Acknowledge Security Emergency Response Team. Met als doel dit nieuwe team nog succesvoller te maken.</p>\n<p>De baan</p>\n<p>Voor deze vacature komen wij graag in contact met professionals die zich herkennen in één van onderstaande omschrijvingen:</p>\n<ol>\n<li>Security specialisten die zich ook willen ontwikkelen als DevOpser;</li>\n<li>DevOpsers die zich ook willen ontwikkelen als Security specialist;</li>\n<li>Professionals die zowel van Security en DevOps verstand hebben en zich in de breedte verder willen ontwikkelen.</li>\n</ol>\n<p>Secure Webhosting platform:\nOntwikkel nieuwe diensten en automatiseer beheertaken op ons software defined platform dat wordt gemanaged met SaltStack.\nTechnologieën en systemen waar je mee werkt, zijn onder meer Elastic SIEM, ModSecurity, HA Proxy en Python op Debian Linux.\nBewaak (security) events en kom in actie als dat nodig is.\nOnderhoud de security- en hostingcomponenten van het platform.\nOndersteun webdevelopers van onze klanten in het gebruik van het platform.\nVoeg nieuwe webapplicaties aan het platform toe.</p>\n<p>Security Consultancy:\nTest de beveiliging van webapplicaties en andere soorten systemen, van netwerk tot desktop.\nGeef advies over technische beveiligingsaspecten in ICT-omgevingen van klanten.</p>\n<p>Technisch security specialist in het Acknowledge Emergency Security Response Team:\nMonitor de feeds die nieuwe vulnerabilities en exploits publiceren.\nAdviseer het security management van Acknowledge over mitigerende maatregelen.</p>\n<p>Jouw profiel</p>\n<p>Ruime ervaring met server- en netwerkbeheer is een must (Linux), ongeacht je ervaring met security of DevOps.\nErvaring of aantoonbare affiniteit met programmeren, bijv. Python en Javascript.\nErvaring of aantoonbare affiniteit met security.\nJe hebt HBO werk- en denkniveau.\nJe hebt een ICT-opleiding afgerond.\nWe zien het als een pre als je ervaring hebt met één of meer van het volgende: SaltStack, Elasticsearch, MariaDB, HA Proxy, Varnish, DRBD, WAF, IDS, Firewalling, Vulnerability Scanning, Python, Javascript en routing.</p>\n<p>Ons aanbod</p>\n<p>Salaris, dat past bij je functie en ervaring\nArbeidsvoorwaarden, zoals een aantrekkelijk pensioenregeling, korting op je zorgverzekering, goede studiekostenregeling, reiskostenvergoeding en 26 vakantiedagen\nLeren staat bij ons hoog in het vaandel, dus we bieden volop mogelijkheden om jezelf verder te ontwikkelen via trainingen, cursussen en certificeringen\nVeel vrijheid en verantwoordelijkheid om de beste resultaten te behalen en nieuwe dingen te leren\nHele fijne collega’s!\nJe bent een belangrijk onderdeel van een platte, Brabantse organisatie. Naar je ideeën wordt niet alleen geluisterd, maar er wordt ook echt iets mee gedaan\nJouw team\nSamen met drie andere collega’s vorm je een team waarbij de expertises vooral liggen op het gebied van software, security, automatisering en infrastructuur. Je krijgt veel vrijheid, zelfstandigheid en verantwoordelijkheid om je functie vorm te geven en uit te voeren. Daarnaast zijn er voldoende mogelijkheden om je te ontwikkelen binnen het team en de organisatie.\nFlexibiliteit in werkplek is de norm; jij bepaalt waar je het prettigst werkt en hoe je dat indeelt.</p>\n<p>De sollicitatieprocedure</p>\n<p>Wij houden over het algemeen de volgende sollicitatieprocedure aan. Afhankelijk van de wensen van de kandidaat of Acknowledge kunnen we hiervan afwijken. Ook houden we rekening met Corona-maatregelen en doen we zo veel mogelijk op afstand.\nTelefonische kennismaking met een van onze recruiters\nEerste sollicitatiegesprek met recruiter en teamcoach van de afdeling\nAfname van DiSC-assessment (online)\nInhoudelijke toets op skills (met name Linux en netwerk)\nTweede sollicitatiegesprek met recruiter en collega van de afdeling\nWe willen dat nieuwe collega's 100 % zeker weten dat ze de goede keuze maken. Het is daarom altijd mogelijk om een meeloopdag of kennismaking met de afdeling in te plannen.</p>\n",
    "how_to_apply": "<p>Email your resume to\n<a href=\"mailto:jannekevanloon@acknowledge.nl\">jannekevanloon@acknowledge.nl</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBZ2VUIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--e8713a6b42b9b2d18608a837e81bd352dd24435a/1.%20Logo.jpg"
  },
  {
    "id": "242dc72e-5388-49bb-837e-554c0c7bade7",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/242dc72e-5388-49bb-837e-554c0c7bade7",
    "created_at": "Fri Dec 18 11:37:51 UTC 2020",
    "company": "holoride",
    "company_url": "http://www.holoride.com",
    "location": "Munich",
    "title": "Full Stack Software Engineer (m/f/d)",
    "description": "<p><strong>As Full Stack Software Engineer</strong></p>\n<p>You will be an integral part of holoride’s Platform Team whose mission is to build our web service from scratch. Your day to day job involves both frontend (Elm / JavaScript / HTML / CSS ) and backend (Elixir / OTP / Phoenix) development - you should feel confident working on both ends. You will be working closely with all stakeholders to understand holoride’s business requirements as well as the needs of our customers and translate them into a scalable and reliable solution. At holoride, we strongly believe in the idea of DevOps, that’s why you, as part of the Platform Team, will be in charge of the development, testing, deployment, and maintenance of our platform.</p>\n<p>A strong intrinsic drive to learn new skills, explore new technologies and programming languages, should be part of your DNA in order to adapt to new requirements, technological changes, and enable us as a startup to move fast.</p>\n<p><strong>What you’ll bring along</strong></p>\n<ul>\n<li>Solid understanding of web technologies</li>\n<li>Proficient in Elixir / OTP or similar programming languages</li>\n<li>Proficiency in Elm / JavaScript / HTML / CSS</li>\n<li>Experience with SQL &amp; No-SQL databases</li>\n<li>A track record of applying Continuous Integration and Continuous Deployment</li>\n<li>Eager to work in an agile Scrum environment</li>\n<li>Good written and verbal English language skills</li>\n<li>Valid work authorization in Germany</li>\n</ul>\n<p><strong>Bonus qualifications</strong></p>\n<ul>\n<li>Experience with ecosystems like AWS and/or Google Cloud</li>\n<li>Experience with Docker and Kubernetes</li>\n</ul>\n<p><strong>What we offer</strong></p>\n<ul>\n<li>The possibility to work on the future of in-car entertainment and collaborate with global brands</li>\n<li>The opportunity to grow professionally, take on responsibility for your own projects and ideas and see the immediate impact of your work</li>\n<li>The flexibility in designing your preferred working style, i.e. equipment, preferred OS, etc.</li>\n<li>A competitive market salary</li>\n<li>Become part of an international, ambitious, and diverse team of experts and highly engaged peers</li>\n<li>Doing whatever possible to make you really fall in love with your job</li>\n<li>Challenge and be challenged</li>\n<li>A spacious, modern, and fun office in the heart of Munich with free drinks, coffee, fruit, and cereal</li>\n<li>A supportive and inclusive environment that celebrates diversity, encourages collaboration, embraces creativity, and offers you a space to thrive by being yourself</li>\n</ul>\n<p><strong>About holoride</strong></p>\n<p><em>We are a tech-entertainment startup working at the intersection of mobility and Extended Reality (XR). By synchronizing the contents of VR/XR glasses with external influences such as acceleration, steering, and navigational data, we are creating a never before seen passenger experience.</em></p>\n",
    "how_to_apply": "<p>Interested to learn more about us and becoming a holorider? Good! Get in touch by sending us an email to <a href=\"mailto:curious@holoride.com\">curious@holoride.com</a> including your resume/CV, salary expectations, and the earliest starting date.</p>\n<p>We’re excited to hear from you!</p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBZ3lUIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--6449d03c73350aaeb4e33dbdda0a76a46662e244/Masterbrand_RGB.png"
  },
  {
    "id": "9622c21f-cef5-4d65-a5bb-bbe604569e7e",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/9622c21f-cef5-4d65-a5bb-bbe604569e7e",
    "created_at": "Fri Dec 18 11:10:12 UTC 2020",
    "company": "holoride",
    "company_url": "http://www.holoride.com",
    "location": "Munich",
    "title": "Senior C++ Software Engineer (m/f/d)",
    "description": "<p><strong>As Senior C++ Software Engineer</strong></p>\n<p>You are part of our Software Engineering Team and will heavily contribute to bringing out core technology to the market. Given your role as holoride advocate and technical peer for our global partners, your professional experience will ensure to bring holoride from the concept stage to integration and production readiness, respectively.\nYou will contribute to our code service component using your C++ and Android coding skills. You are aware of the many challenges that maintenance cycles bring along including bugs and other hick-ups in this process. Having experienced these obstacles in past roles, you will apply your knowledge to ensure product stability.</p>\n<p><strong>What you’ll bring along</strong></p>\n<ul>\n<li>4+ years of professional work experience</li>\n<li>Strong technical development experience in modern C++</li>\n<li>Experience with the Android ecosystem</li>\n<li>A track record of working with agile methods</li>\n<li>Independent learning and collaborative problem solving</li>\n<li>Good written and verbal English language skills</li>\n<li>Experience with systems in production</li>\n<li>Experience with all phases of the product life cycle</li>\n<li>A strong sense of responsibility and an obsession with quality and details</li>\n<li>Valid work authorization in Germany</li>\n</ul>\n<p><strong>Bonus qualifications</strong></p>\n<ul>\n<li>Experience with Conan and CMake</li>\n<li>Experience with different communication protocols (e.g. Bluetooth Low Energy (BLE))</li>\n</ul>\n<p><strong>What we offer</strong></p>\n<ul>\n<li>The possibility to work on the future of in-car entertainment and collaborate with global brands</li>\n<li>The opportunity to grow professionally, take on responsibility for your own projects and ideas and see the immediate impact of your work</li>\n<li>The flexibility in designing your preferred working style - i.e. equipment, operating system, etc.</li>\n<li>A competitive market salary</li>\n<li>Become part of an international, ambitious, and diverse team of experts and highly engaged peers</li>\n<li>Doing whatever possible to make you really fall in love with your job</li>\n<li>Challenge and be challenged</li>\n<li>A spacious, modern, and fun office in the heart of Munich with free drinks, coffee, fruit, and cereal</li>\n<li>A supportive and inclusive environment that celebrates diversity, encourages collaboration, embraces creativity, and offers you a space to thrive by being yourself</li>\n</ul>\n<p><strong>About holoride</strong></p>\n<p><em>We are a tech-entertainment startup working at the intersection of mobility and Extended Reality (XR). By synchronizing the contents of VR/XR glasses with external influences such as acceleration, steering, and navigational data, we are creating a never before seen passenger experience.</em></p>\n",
    "how_to_apply": "<p>Interested to learn more about us and becoming a holorider? Good! Get in touch by sending us an email to <a href=\"mailto:curious@holoride.com\">curious@holoride.com</a> including your resume/CV, salary expectations, and the earliest starting date.</p>\n<p>We’re excited to hear from you!</p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBZ21UIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--e069ee8825058943c8c87841e281eec04e1faa4f/Masterbrand_RGB.png"
  },
  {
    "id": "55ecbdf1-7d28-4cd7-8162-2ed8ae370baa",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/55ecbdf1-7d28-4cd7-8162-2ed8ae370baa",
    "created_at": "Fri Dec 18 09:17:10 UTC 2020",
    "company": "ITS Berlin GmbH",
    "company_url": "https://de.dpdhl.jobs/itsgermany",
    "location": "Berlin",
    "title": "(Senior) Java Backend Entwickler (m/w/d)",
    "description": "<p>Was machen wir genau? Wir liefern im Build und Run Bereich IT-Lösungen und Infrastrukturen für das Unternehmen auf Spitzenniveau. Wir halten internationale Lieferketten mit unserer neuesten IT-Infrastruktur am Laufen. Wir nutzen die Stärken von Robotik und Automation, um alltägliche Aufgaben der Wertschöpfungskette zu digitalisieren. Wir setzen Big Data und Machine Learning ein, um Cyber-Kriminalität über die Grenzen des Welthandels hinaus zu bekämpfen. Wir schaffen einzigartige und userfreundliche Anwendererlebnisse.</p>\n<p><strong>Was Du bewegen kannst:</strong></p>\n<p>Wir betreiben verteilte Systeme mit einer Vielzahl an Services mit unterschiedlichen Technologien in Microservices-Architekturen. Gemeinsam im Team arbeitest Du an komplexen und spannenden Systemen und bist verantwortlich dafür, neue Funktionalitäten zu integrieren sowie Fehlerszenarien zu analysieren und zu beheben. Die Anwendungen betreiben wir getreu dem DevOps-Motto „You build it, you run it“. Als Unterstützung haben wir ein Security- und ein IT-Operations-Team am Standort.</p>\n<p>Bei Deiner Arbeit als Java-Entwickler (m/w/d) legst Du hohen Wert auf Qualität und Nachhaltigkeit. Eine gute Developer Experience für Kolleginnen und Kollegen und eine exzellente Softwarearchitektur liegen Dir am Herzen. Du unterstützt andere Entwicklerinnen und Entwickler und hilfst mit Deinem Wissen bei komplexen Herausforderungen weiter. Du bist ein wichtiger Sparringspartner für die Architektinnen und Architekten sowie den Delivery Lead (m/w/d) und berätst sie und unsere Stakeholder bei technischen Fragestellungen auf hohem Niveau.</p>\n<p>Du bist ein wichtiger Teil unseres Teams und bleibst immer neugierig und offen für Veränderungen und neue Technologien.</p>\n<p>Unseren aktuellen TechStack haben wir hier für Dich hinterlegt: <a href=\"https://stackshare.io/dpdhl-its-berlin/backend\">https://stackshare.io/dpdhl-its-berlin/backend</a></p>\n<p><strong>Was Du mitbringst:</strong></p>\n<ul>\n<li>Mehrjährige Erfahrung in der Entwicklung mit Java in komplexen Systemen und den dazugehörigen Build-Tools wie Maven oder Gradle</li>\n<li>Erfahrung in der Erstellung und Nutzung von Web- und REST-APIs</li>\n<li>Erfolgreicher Einsatz verschiedener Frameworks wie Spring (Boot)</li>\n<li>Begeisterung für Continuous Integration und testgetriebene Entwicklung</li>\n<li>Leidenschaft für agile Softwareentwicklung und Kenntnisse agiler Methoden</li>\n<li>Ausreichende Deutsch- und Englischkenntnisse (mind. B2-Level) – am Berliner Standort sprechen wir alle Deutsch miteinander, in den internationalen Projekten und Meetings natürlich Englisch</li>\n</ul>\n<p>Weitere Themen, die für uns wichtig sind, sind z.B. die funktionale Programmierung mit Kotlin und alles rund um IT Security. Wenn Dich das interessiert, kannst Du es bei uns lernen - auf einen Wissensaustausch mit Dir zu diesen Themen freuen wir uns auch! Wir arbeiten auch an nationalen und internationalen Projekten, für die man an unsere anderen Standorte reisen kann: wenn das für Dich interessant ist, können wir Dir das auf individueller Basis anbieten.</p>\n<p><strong>Das bieten wir Dir:</strong></p>\n<p>In unserem Kiez-Büro gibt es natürlich eine start-up gemäße Getränkeflat, Obst, einen Kickertisch und sogar einen extra Raum für Tischtennis. Damit Du von Anfang an startklar bist, bieten wir Dir eine Auswahl an Arbeitsmitteln und alle Arbeitsplätze sind ergonomisch mit höhenverstellbaren Schreibtischen ausgestattet. Wir sitzen zentral und sind gut zu erreichen mit den öffentlichen Verkehrsmitteln: dabei unterstützt Dich unser BVG-Firmenticket.</p>\n<p>Unsere Führungskräfte leben Agile Leadership: unsere erfahrenen Kolleginnen arbeiten in starken Teams mit agilen Methoden und handeln eigenverantwortlich. Wir bilden uns stetig weiter: für Dich gibt es je nach Bedarf eine Auswahl an externen Trainings, relevanten Konferenzen, Coaching und Virtual Knowledge Sessions.</p>\n<p>Viele unserer Kolleginnen haben Familie: uns ist Work-Life Balance sehr wichtig, wir finden immer eine individuelle Home Office Möglichkeit und können Dir flexible Arbeitszeitenregelungen anbieten (natürlich auch wenn Du keine Familie hast).\nWas erwartet Dich am Standort Berlin? Unsere ca. 100 Techies lieben es agil zu arbeiten und jeden Tag ein bisschen besser zu werden, wir bleiben neugierig und offen für neue Technologien und Best Practices. Wir entwickeln z.B. die E-Post-Plattform, bauen die DHL Paket-App und digitalisieren die Zustellstützpunkte. Wir liefern Entwicklung und Betrieb aus einer Hand und sind die DevOps-Pioniere im Konzern. Wir verbinden respektvolles Miteinander mit Start-up Atmosphäre in unserem hellen Büro mitten im Friedrichshainer Kiez.</p>\n",
    "how_to_apply": "<p><a href=\"https://itsberlin.join.com/jobs/1687756-senior-java-backend-entwickler-m-w-d?pid=71fbd6149a82b0b128ee&amp;utm_source=stackoverflow&amp;utm_medium=paid&amp;utm_campaign=stackoverflow&amp;utm_content=senior%2Bjava%2Bbackend%2Bentwickler%2Bm%2Bw%2Bd\">https://itsberlin.join.com/jobs/1687756-senior-java-backend-entwickler-m-w-d?pid=71fbd6149a82b0b128ee&amp;utm_source=stackoverflow&amp;utm_medium=paid&amp;utm_campaign=stackoverflow&amp;utm_content=senior%2Bjava%2Bbackend%2Bentwickler%2Bm%2Bw%2Bd</a></p>\n",
    "company_logo": null
  },
  {
    "id": "9da2b913-cb84-49aa-957b-28da326d0db3",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/9da2b913-cb84-49aa-957b-28da326d0db3",
    "created_at": "Thu Dec 17 21:52:04 UTC 2020",
    "company": "Sketchy Group",
    "company_url": "https://sketchy.com/",
    "location": "Los Angeles",
    "title": "Data Engineer",
    "description": "<p>The Job:</p>\n<p>Location: Remote |California | Hawaii | Illinois | New York | Colorado | Massachusetts | Washington</p>\n<p>We are looking for a Data Engineer who is an experienced data pipeline builder and data wrangler who enjoys optimizing data systems and building them from the ground up. The hire will be responsible for expanding and optimizing our data and data pipeline architecture, as well as optimizing data flow and collection for cross-functional teams. You will play an integral role in helping us become more data-aware as a company and enabling data insights across our teams.</p>\n<p>What you will do:</p>\n<p>Create and maintain optimal data pipeline architecture\nIdentify, design, and implement internal process improvements: automating manual processes, optimizing data delivery re-designing infrastructure for greater scalability and usability\nBuild analytics tools that utilize the data pipeline to provide actionable insights\nBuild the infrastructure required for optimal extraction, transformation, and loading of data from a wide variety of data sources\nKeep our data separated and secure across national boundaries through multiple data centers</p>\n<p>What you bring to the role:</p>\n<p>Minimum of 5 years in Data Engineering\nMust have at least an undergraduate degree in Computer Science, Statistics, Informatics, Information Systems or another quantitative field\nAdvanced working SQL knowledge and experience working with relational databases, query authoring (SQL)\nWorking knowledge of message queuing, stream processing, and highly scalable ‘big data’ data stores\nExperience building and optimizing ‘big data’ data pipelines, architectures and data sets.\nStrong analytic skills related to working with unstructured datasets\nMust have experience in building reports, dashboards, and/or data modeling layers in Looker, Tableau or Mode\nExperience with relational SQL and NoSQL databases\nExperience with data pipeline and workflow management tools\nExperience with GCP services\nExperience with object-oriented/object function scripting languages\nSelf-starter who is excited to be part of a growing startup company\nAble to get into the weeds and propose and implement solutions without hand holding</p>\n<p>What We Offer</p>\n<p>Competitive compensation plan\nInnovative, high growth and collaborative culture.\nGenerous PTO package with floating holidays\nFun team events (Monthly and virtual for now)\nGreat Benefits including 99 % Coverage of Medical, dental, vision. Up to 4% match on 401k and more!</p>\n<p>SketchyGroup LLC is an Equal Opportunity Employer. SketchyGroup LLC encourages women and minorities to apply and does not and will not discriminate on the basis of race, religion, color, sex, age, sexual orientation, marital status, national origin, disability or any other basis prohibited by applicable law.</p>\n",
    "how_to_apply": "<p><a href=\"https://sketchygroup.rippling-ats.com/job/225762/data-engineer-remote\">https://sketchygroup.rippling-ats.com/job/225762/data-engineer-remote</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdmlTIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--16db67f2e15bbf1ea878a3a344642b771582c749/sketchy_logo.png"
  },
  {
    "id": "2c8d3e05-1150-461e-afdc-304cc19d2d02",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/2c8d3e05-1150-461e-afdc-304cc19d2d02",
    "created_at": "Thu Dec 17 20:56:29 UTC 2020",
    "company": "Interior Define",
    "company_url": "https://jobs.lever.co/interiordefine/bf6db0a4-516b-43ad-a31b-154e1e583d68",
    "location": "Remote",
    "title": "Backend Engineer",
    "description": "<p>ABOUT THE ROLE</p>\n<p>Interior Define is seeking a Backend Engineer to play a key role in expanding our brand story by joining our team. We are looking for a passionate individual who is excited to grow, innovate and disrupt the home furnishings industry through a transformative experience.</p>\n<p>The problems we solve on the engineering team span eCommerce, supply chain/fulfillment and data analysis. This individual will be responsible for backend development on one of our scrum teams. Based on the individuals background and experience they will either join our e-commerce scrum team or our fulfillment team.</p>\n<p>At our core, Interior Define is a people first company. We are committed to building and empowering  a team that is diverse, equitable, and inclusive across all facets of individual identity; promoting collaboration, shared learning, and contributions to our respective communities. We are proud to be an equal opportunity employer.</p>\n<p>GENERAL QUALIFICATIONS</p>\n<p>You are excited about building an innovative brand that prioritizes an elevated customer experience.</p>\n<p>You are able to present and defend your work (strong opinions, loosely held)</p>\n<p>You adapt to each situation quickly and are able to drive full ownership of your work.</p>\n<p>You jump in and you solve problems. You are able to troubleshoot quickly, but also know the right times to ask for help.</p>\n<p>You look for opportunities to make things better and faster (without compromising quality).</p>\n<p>You are customer focused. Our brand revolves around delivering an exceptional and differentiated customer experience.</p>\n<p>You are a team player and are capable of empathizing with others.</p>\n<p>You consider yourself to have an above average “E.Q.”</p>\n<p>RESPONSIBILITIES</p>\n<p>Work with Sr Director of Engineering and other developers on the full application lifecycle</p>\n<p>Write, test, maintain, and document clean, manageable and scalable code</p>\n<p>Partner with Front End developers, product managers and product designers to understand end-user requirements, formulate use cases, and translating learnings into an effective technical solution</p>\n<p>Map integrations between company and third party applications</p>\n<p>ABOUT THE CANDIDATE</p>\n<p>We are seeking a highly motivated individual who is excited about growth with the following credentials:</p>\n<p>You have 3+ years of professional experience in a collaborative team setting</p>\n<p>Experience as a member of agile teams collaborating with other developers, product managers and designers.</p>\n<p>Experience working successfully in a remote environment or with some remote team members is a plus.</p>\n<p>PHP Development Skills</p>\n<p>Exposure to E-Commerce principles</p>\n<p>Understanding of OOP</p>\n<p>Fluency in modern Javascript frameworks</p>\n<p>Experience architecting database schemas and APIs</p>\n<p>Must be a strong communicator able to prioritize and manage work to adhere to critical project timelines</p>\n<p>A creative problem-solver and great communicator—in person, over email, Slack, Trello, Google Docs</p>\n<p>Startup experience, ideally in an e-commerce environment</p>\n<p>Understand the importance of user centered design Experience using project management tools like Jira, Trello, Asana</p>\n<p>Great to have</p>\n<p>Magento experience\nExperience with an MVC like Laravel\nExperience with hosting environments (AWS, Rackspace, etc.)\nExperience with Shopify or any other popular ecommerce platform\nUnderstand the pros and cons of Service Oriented Architecture\nExperience with headless e-commerce setups\nPassion or curiosity for interior design and furniture</p>\n<p>ABOUT THE COMPANY</p>\n<p>Shopping for a sofa is one of the most important and emotional purchases anyone makes for their home. Your sofa sits in the center of your home, anchoring your space and influencing the way you interact with friends and family for years. Despite the significance of this purchase there was no brand making the experience more comfortable.\nInterior Define is revolutionizing the way people shop for furniture (beginning with sofas). Through a vertical, made-to-order production approach and e-commerce focus, Interior Define crafts exceptional, customizable sofas and offers them for attainable prices. Interior Define makes customization easy: sofas can be tailored by size, fabric, configuration, leg style, and sit. Your space is unique. Your sofa should be too.</p>\n<p>PERKS\nHealth benefits\nCompany sponsored free lunch on Fridays\n40% employee discount\n$1000 Sofa Credit at 6 months (can be combined with employee discount)\nUnlimited vacation policy\nFun work environment and team culture\nSabbatical program after 5 years of service\nStock options</p>\n",
    "how_to_apply": "<p><a href=\"https://www.interiordefine.com/careers\">https://www.interiordefine.com/careers</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdmFTIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--720abee14a7b56cc4c16472b85ee37f78578457f/1200by620logo.png"
  },
  {
    "id": "3d1aaac7-b165-4bd0-aef4-4f13d56de3da",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/3d1aaac7-b165-4bd0-aef4-4f13d56de3da",
    "created_at": "Thu Dec 17 18:12:08 UTC 2020",
    "company": "Taurean Consulting Group",
    "company_url": "http://taureanconsulting.net",
    "location": "Remote (West Coast Preferred)",
    "title": "Experienced Software Developers – Build Highly Reliable and Scalable Systems from Scratch!",
    "description": "<p>We are seeking experienced Full-Stack, Front-End, and Back-End Developers to join our team. If you love working with cutting-edge technology, this is the right opportunity for you (and your friends)! We are just building the team, so that means we are offering the chance for you to get in on the ground floor of this team within an established company.</p>\n<p>In This Position You Will</p>\n<ul>\n<li>Utilize a technology stack beyond compare, to include Java, Scala, React, Redis, Maven, Snowflake, Storm, Kafka, Casandra, Docker, and Kubernetes.</li>\n<li>Work with feature-based teams in a flat organization. So, if you want to make an impact and enjoy taking pride and ownership of what you’re building, this is a dream come true!</li>\n<li>Did we mention, you’ll get to build systems from scratch??</li>\n</ul>\n<p>Requirements</p>\n<ul>\n<li>Computer Science degree is highly preferred!</li>\n<li>5+ years of development experience (building from scratch)</li>\n<li>Experience with a variety of databases, including SQL and NoSQL</li>\n<li>Proven proficiency with Java is a MUST</li>\n<li>Experience developing and maintaining microservices</li>\n<li>Proven experience with some of the tools listed above (we will test you!)</li>\n</ul>\n<p>What It’s Like to Work Here\nOur Agile environment means that you will participate in daily standups, peer reviews, demo days, working with the latest and greatest tools to run sprints. Our teams are working remotely now, with daily communication and collaboration remaining a priority. We enjoy the open communication and while we can’t be together on a daily basis, we invite our developers to come in every few weeks for breakfast bonding sessions! We operate like a start-up, with a really rich Grandpa.</p>\n",
    "how_to_apply": "<p>Email your resume to: <a href=\"mailto:ITJobs@taureanconsulting.net\">ITJobs@taureanconsulting.net</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdlNTIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--77d4d0cd5777e10e20b896acc5b80cb9511cc3f1/Taurean%20logo.png"
  },
  {
    "id": "ddfb088a-92d4-4d82-aad3-87de06b3d999",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/ddfb088a-92d4-4d82-aad3-87de06b3d999",
    "created_at": "Thu Dec 17 13:55:57 UTC 2020",
    "company": "ITS Berlin GmbH",
    "company_url": "https://de.dpdhl.jobs/itsgermany",
    "location": "Berlin",
    "title": "(Senior) DevOps and IT Operations Engineer (m/w/d)",
    "description": "<p>Was machen wir genau? Wir liefern im Build und Run Bereich IT-Lösungen und Infrastrukturen für das Unternehmen auf Spitzenniveau. Wir halten internationale Lieferketten mit unserer neuesten IT-Infrastruktur am Laufen. Wir nutzen die Stärken von Robotik und Automation, um alltägliche Aufgaben der Wertschöpfungskette zu digitalisieren. Wir setzen Big Data und Machine Learning ein, um Cyber-Kriminalität über die Grenzen des Welthandels hinaus zu bekämpfen. Wir schaffen einzigartige und userfreundliche Anwendererlebnisse.</p>\n<p><strong>Was Du bewegen kannst:</strong></p>\n<p>Gemeinsam mit dem Team befähigst du unsere Entwicklungsteams, schnell und unabhängig ihre Software live zu nehmen. Wir stehen für die Stabilität, die Skalierbarkeit und die Verfügbarkeit unserer Kernplattform und der Entwicklungsinfrastruktur. Dabei gestalten wir aktiv die Technologie mit und bringen eigenverantwortlich unsere betriebliche Erfahrung ein.</p>\n<p>Unser Fokus sind die Automatisierung, das Monitoring und die Analyse von Systeminformationen. Dabei nutzen wir z.B. Prometheus und Splunk, sowie zur Automatisierung unter anderem Kubernetes und auch Puppet.</p>\n<p>Wir entwickeln unsere private Cloud, Du sorgst für die Vereinfachung der Administration und der Erweiterung des Monitorings auf unserer Plattform. Wenn es technisch kniffelig wird, bringst du das Team auf den richtigen Pfad. Du kümmerst dich um das Application Management, die Release-Installationen und den Betrieb unserer Plattform. Hierfür arbeitest du eng mit unseren Entwicklungsteams zusammen und unterstützt diese.</p>\n<p>Du bist ein wichtiger Teil unseres Teams und bleibst immer neugierig und offen für Veränderungen und neue Technologien.</p>\n<p>Unseren aktuellen TechStack haben wir hier für dich hinterlegt: <a href=\"https://stackshare.io/dpdhl-its-berlin/devops\">https://stackshare.io/dpdhl-its-berlin/devops</a></p>\n<p><strong>Was Du mitbringst:</strong></p>\n<ul>\n<li>Solide Erfahrung im professionellen Betrieb von komplexen Linux-/Open-Source-Systemumgebungen, sowie in einer Containerplattform, wie Kubernetes</li>\n<li>Solide Kenntnisse von Betriebsprozessen und der operativen Zusammenarbeit mit einem Rechenzentrumsdienstleister</li>\n<li>Praktische Erfahrung in der Systementwicklung und Kenntnisse mindestens einer aktuellen Scriptsprache (Bash, Python, Go oder Ruby) sowie von Automatisierungslösungen wie Puppet und Kubernetes</li>\n<li>Solide Erfahrung mit Build- und Entwicklungsinfrastruktur wie TeamCity / Jenkins, Git und Bitbucket</li>\n<li>Ausreichende Deutsch- und Englischkenntnisse (mind. B2-Level) – am Berliner Standort sprechen wir alle Deutsch miteinander, in den internationalen Projekten und Meetings natürlich Englisch</li>\n</ul>\n<p>Weitere Themen, die für uns wichtig sind, sind z.B. Performanceanalysen, Metriken und Netzwerk-Knowhow, sowie IT Security. Wenn Dich das interessiert, kannst Du es bei uns lernen - auf einen Wissensaustausch mit Dir zu diesen Themen freuen wir uns auch!</p>\n<p><strong>Das bieten wir Dir:</strong></p>\n<p>In unserem Kiez-Büro gibt es natürlich eine start-up gemäße Getränkeflat, Obst, einen Kickertisch und sogar einen extra Raum für Tischtennis. Damit Du von Anfang an startklar bist, bieten wir Dir eine Auswahl an Arbeitsmitteln und alle Arbeitsplätze sind ergonomisch mit höhenverstellbaren Schreibtischen ausgestattet. Wir sitzen zentral und sind gut zu erreichen mit den öffentlichen Verkehrsmitteln: dabei unterstützt Dich unser BVG-Firmenticket.</p>\n<p>Unsere Führungskräfte leben Agile Leadership: unsere erfahrenen Kolleg*innen arbeiten in starken Teams mit agilen Methoden und handeln eigenverantwortlich. Wir bilden uns stetig weiter: für Dich gibt es je nach Bedarf eine Auswahl an externen Trainings, relevanten Konferenzen, Coaching und Virtual Knowledge Sessions.</p>\n<p>Viele unserer Kolleg*innen haben Familie: uns ist Work-Life Balance sehr wichtig, wir finden immer eine individuelle Home Office Möglichkeit und können Dir flexible Arbeitszeitenregelungen anbieten (natürlich auch wenn Du keine Familie hast).</p>\n<p>Was erwartet Dich am Standort Berlin? Unsere ca. 100 Techies lieben es agil zu arbeiten und jeden Tag ein bisschen besser zu werden, wir bleiben neugierig und offen für neue Technologien und Best Practices. Wir entwickeln z.B. die E-Post-Plattform, bauen die DHL Paket-App und digitalisieren die Zustellstützpunkte. Wir liefern Entwicklung und Betrieb aus einer Hand und sind die DevOps-Pioniere im Konzern. Wir verbinden respektvolles Miteinander mit Start-up Atmosphäre in unserem hellen Büro mitten im Friedrichshainer Kiez.</p>\n",
    "how_to_apply": "<p><a href=\"https://itsberlin.join.com/jobs/1656912-senior-devops-and-it-operations-engineer-m-w-d?pid=71fbd6149a82b0b128ee&amp;utm_source=stackoverflow&amp;utm_medium=paid&amp;utm_campaign=stackoverflow&amp;utm_content=senior%2Bdevops%2Band%2Bit%2Boperations%2Bengineer%2Bm%2Bw%2Bd\">https://itsberlin.join.com/jobs/1656912-senior-devops-and-it-operations-engineer-m-w-d?pid=71fbd6149a82b0b128ee&amp;utm_source=stackoverflow&amp;utm_medium=paid&amp;utm_campaign=stackoverflow&amp;utm_content=senior%2Bdevops%2Band%2Bit%2Boperations%2Bengineer%2Bm%2Bw%2Bd</a></p>\n",
    "company_logo": null
  },
  {
    "id": "2e0d3ddf-c50a-4f94-b57c-3f6117fdd74e",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/2e0d3ddf-c50a-4f94-b57c-3f6117fdd74e",
    "created_at": "Thu Dec 17 09:26:58 UTC 2020",
    "company": "InnoGames GmbH",
    "company_url": "https://www.innogames.com",
    "location": "Hamburg",
    "title": "Frontend Developer (Haxe) - Video Game: Forge of Empires",
    "description": "<p>Our agile and cross-functional <strong>Forge of Empires</strong> team is searching for a <strong>Frontend Developer</strong>:</p>\n<p>As a Frontend Developer, you will join a feature team of the Forge of Empires project to support growth, technical stability and longevity of our game.</p>\n<p>Are you a talented Game Developer and passionate about online games? Live your passion for online games/Game Development and collaborate with like-minded people to provide the best user experience for our players!</p>\n<p><strong>Your mission:</strong></p>\n<ul>\n<li>Contribute to the continuous development and improvement of one of our keystone games</li>\n<li>Develop new features and improve existing game features with a strong focus on UI and UX</li>\n<li>Participate in the whole feature development lifecycle with a commitment to high-quality results</li>\n<li>Collaborate closely with Mobile- &amp; Backend Developers, Game Designers, and Artists to implement new game features for our browser clients</li>\n</ul>\n<p><strong>Your skillset:</strong></p>\n<ul>\n<li>Working experience in Frontend/Game Development with Haxe. ActionScript 3 or JavaScript experience is a bonus.</li>\n<li>A right eye for details and a passion for implementing UI and UX</li>\n<li>Well-versed in design patterns and software architecture</li>\n<li>Experience with writing browser automation tests</li>\n<li>Solution-oriented and efficient style of work</li>\n<li>Team player and a good communicator with fluent English language skills</li>\n</ul>\n<p><em>Favorable</em></p>\n<ul>\n<li>Passion for online games (strategy/F2P) and knowledge of relevant game mechanics</li>\n<li>Professional experience in the gaming industry, ideally working on comparable browser games</li>\n<li>Theoretical understanding of Software Development, ideally based on a University degree in Computer Sciences, Business Information Systems or similar studies</li>\n<li>Know your way around popular scripting languages (Python / Bash / Groovy)</li>\n<li>A proactive and motivated individual with a willingness to learn</li>\n</ul>\n<p><strong>Your power-ups:</strong></p>\n<ul>\n<li>Get competitive compensation as well as a sabbatical, mobile device, contribution to your public transport ticket, and more</li>\n<li>De-stress your private life with flexible working hours, the in-house gym, services such as a hairdresser, massage, bike inspection, and more</li>\n<li>Participate in tons of the company's get-togethers ranging from an in-house sofa concert to a virtual wine tasting</li>\n<li>Make the most of our excellent training and development opportunities</li>\n<li>Feel comfortable in an atmosphere to empower creative thinking and strong results</li>\n<li>Work in an agile multicultural team – enabling you and your team to form and actively optimize work processes</li>\n<li>Our company language is English, and we support all our employees and their partners with optional German lessons</li>\n<li>Receive exceptional support with your relocation to Hamburg</li>\n<li>Shape the success story of InnoGames with our international team of driven experts in a stable growing company and award-winning employer</li>\n</ul>\n<p><strong>Our story:</strong></p>\n<p>InnoGames is Germany's leading developer and publisher of mobile and online games.\nThe company based in Hamburg is best known for Forge of Empires, Elvenar, and Tribal Wars. InnoGames' complete portfolio encompasses seven live games and several mobile titles in production.</p>\n<p>Born as a hobby, InnoGames today has a team of 400 employees from more than 30 nations who share the passion of creating unique games that players across the globe enjoy for years.\nTo further expand our success and to realize new projects, we are constantly looking for young talents, experienced professionals, and creative thinkers.</p>\n<p><strong>Excited to start your journey with InnoGames and join our dynamic team as a Frontend Developer?</strong>\nWe look forward to receiving your application as well as your salary expectations and earliest possible starting date through our <a href=\"https://www.innogames.com/career/detail/job/frontend-developer-haxe-video-game-forge-of-empires/?s=GitHub\">online application form</a>. Maximilian Kaeding would be happy to answer any questions you may have.</p>\n<p><strong>Apply and #stayhome!</strong>\nDue to the <strong>coronavirus</strong> outbreak, we switched our operations company-wide to home office and turned our hiring process into a <strong>fully virtual one</strong>.\nWhen hiring, we are also open for our new team members starting their work remotely at the time being or adjusting contract start dates accordingly.\nStay home and safe!</p>\n",
    "how_to_apply": "<p><a href=\"https://www.innogames.com/career/detail/job/frontend-developer-haxe-video-game-forge-of-empires/?s=GitHub\">https://www.innogames.com/career/detail/job/frontend-developer-haxe-video-game-forge-of-empires/?s=GitHub</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdktTIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--de1bb6e2f53548fa7b183aff69f4111bbbf2b928/logo_innogames_devlop.png"
  },
  {
    "id": "9de8d269-a457-4452-80b1-8779ed80ebae",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/9de8d269-a457-4452-80b1-8779ed80ebae",
    "created_at": "Thu Dec 17 02:21:15 UTC 2020",
    "company": "Blackout Dev",
    "company_url": "https://blackout.dev",
    "location": "Coral Gables, FL | Remote (US/Canada)",
    "title": "Senior Full Stack Engineer",
    "description": "<p><strong>About Us:</strong></p>\n<p>We are a team of serial entrepreneurs with extensive backgrounds in the digital marketing and telecom industries. Blackout Dev's mission is to develop the most advanced online advertising platform dedicated to the user <strong>opt</strong>-in experience. The platform will help advertisers promote their brands to the most relevant audience by creating engagement-driven ad units that support subscriber list growth.</p>\n<p><strong>About the role:</strong></p>\n<p>We are looking for a product-minded <strong>Full Stack Engineer</strong> (Node.js, React.js) who is comfortable with both front and backend development to join our founding team. You will be responsible for development and architecture of the platform while ensuring stability, security, and responsiveness. You will be one of the early technical hires and will help define engineering architecture, process, and culture for years to come. You must be highly organized, accurate, have excellent communication skills, and an enthusiastic approach. You will also liaison with UI/Design, Project Management, and Scrum to develop, implement, and maintain our system. You must be a highly-motivated, passionate, and experienced software developer with deep technical expertise and extensive hands-on development experience.</p>\n<p><strong>Responsibilities:</strong></p>\n<ul>\n<li>You will take leadership in driving projects from a blank slate to completion</li>\n<li>Developing new user-facing features using React.js</li>\n<li>Developing backend functionality using Node.js</li>\n<li>Translating designs and wireframes into high-quality code</li>\n<li>Optimizing components for maximum performance across a vast array of web-capable devices and browsers</li>\n<li>Make strategic technical decisions related to new products and functionalities</li>\n<li>Help maintain code quality</li>\n<li>Wear many hats: help with scaling our engineering team, define engineering processes, understand the logistics business, and collaborate with other functions within Blackout Dev</li>\n</ul>\n<p><strong>Education and Experience Requirements:</strong></p>\n<ul>\n<li>Expert knowledge of NodeJS and ES6 / TypeScript</li>\n<li>Strong knowledge in NoSQL databases, such as Mongo</li>\n<li>Understanding fundamental design principles of high-scale distributed systems, OOP, Functional Programming, algorithms and data structures, enterprise design patterns, refactoring</li>\n<li>Expert knowledge of React.js / TypeScript</li>\n<li>Understanding of DOM working mechanisms Strong knowledge of React (class components over function components are preferable)</li>\n<li>Expert Knowledge of JavaScript</li>\n<li>Solid familiarity with analytics and A/B testing</li>\n<li>Solid familiarity with deployment on cloud environments (AWS, GCP, Azure, etc.)</li>\n<li>Linux / Ngnix</li>\n<li>SCRUM</li>\n</ul>\n<p><strong>Nice to Have:</strong></p>\n<ul>\n<li>Experience in the early-mid stages of a fast-growing company</li>\n<li>You are a self-starter: clubs, volunteer work, passion projects - we want to hear about them!</li>\n</ul>\n<p><strong>Benefits and Perks:</strong></p>\n<ul>\n<li>Fully Remote Position</li>\n<li>Flexible work schedule</li>\n<li>Professional development and career growth opportunities</li>\n<li>Awesome team members</li>\n</ul>\n",
    "how_to_apply": "<p>Email your resume to <a href=\"mailto:admin@blackout.dev\">admin@blackout.dev</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdXFTIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--fe0db6ada856c935ac17011ba20ef360f2b3239f/LOGO_ICON_BLACKOUTDEV.jpg"
  },
  {
    "id": "ceb94260-a9b8-495e-b146-183e25949668",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/ceb94260-a9b8-495e-b146-183e25949668",
    "created_at": "Thu Dec 17 02:08:38 UTC 2020",
    "company": "Heal.me",
    "company_url": "http:",
    "location": "Remote",
    "title": "Lead Developer (Ruby on Rails)",
    "description": "<p>If you’re an exceptional engineer and believe that wellness is the future of medicine, we can’t wait to meet you.</p>\n<p>Our criteria in hiring for this role is simple: a well versed RoR engineer who is comfortable taking ownership of the full stack + someone who is passionate about elevating the wellness of humans around the world.</p>\n<p>We realize that this is a unique combination, and that’s what makes this even more important to us. We know that you are out there looking for us just as much as we are looking for you.</p>\n<p>Heal.me (formerly DaoCloud) is the largest network of holistic health and wellness practitioners in the world with more than 8,000 customers ranging from acupuncturists to functional medicine doctors and everything in between. We’ve assembled an all-star team and have positioned ourselves for massive growth for many years to come. We have recently completed an entire re-build of our entire stack to ensure we have the proper foundation to continue executing on our vision.</p>\n<p>Languages, technologies &amp; skills:</p>\n<ul>\n<li>Ruby on Rails</li>\n<li>Postgres</li>\n<li>Javascript</li>\n<li>DevOps</li>\n<li>Front end experience (CSS and SASS)</li>\n<li>Optimize querieshttps://jobs.github.com/post#</li>\n<li>Sidekiq</li>\n<li>Redis</li>\n</ul>\n",
    "how_to_apply": "<p>Email: <a href=\"mailto:johnpetersen@daocloud.com\">johnpetersen@daocloud.com</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdXVTIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--9bab094380be938d0dfe75e8885329202fc2a03c/healme.jpeg"
  },
  {
    "id": "530bed63-3539-4c40-9bbb-7dafc732e0ec",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/530bed63-3539-4c40-9bbb-7dafc732e0ec",
    "created_at": "Thu Dec 17 01:07:23 UTC 2020",
    "company": "CircleCI",
    "company_url": "https://circleci.com/",
    "location": "North America, Ireland, Germany or the UK ",
    "title": "Senior Full Stack Engineer - Core Team",
    "description": "<p>At CircleCI, we enable thousands of developers to do better work every day. We're looking for full-stack folks to nurture the systems that make it possible.</p>\n<p>The Core mission is to provide best-in-breed Continuous Integration and Continuous Delivery. As a Core member, you’ll own essential microservices and build features at the heart of our platform: Orbs, Pipelines, permissions, our data model, and the CLI, for example. You’ll also collaborate daily with talented colleagues across North America and western Europe.</p>\n<p>This is a full-time role at the E3 level, and requires participation in our on-call support rotation.</p>\n<p><strong>What You’ll Do:</strong></p>\n<ul>\n<li>Design and build new features, simplify existing services, and scale our systems as we rapidly grow and evolve.</li>\n<li>Write sustainable, testable, high-quality, high-performance code.</li>\n<li>Support, maintain and debug microservices in a complex distributed system.</li>\n<li>Foster a culture of observability and monitoring: use operational data to help your team increase the stability, performance, and usage of our systems.</li>\n<li>Partner with members of a cross-functional team and other stakeholders to set the direction of our product: learn about our business problems, explore solutions, weigh design tradeoffs, write effective user stories, and prioritize them to deliver maximum value in a sustainable, incremental fashion.</li>\n</ul>\n<p><strong>What we're looking for:</strong></p>\n<ul>\n<li>3+ years of full stack professional experience building and debugging distributed systems in production environments.</li>\n<li>You write code that’s easily readable, testable, and maintainable, with an eye towards baking observability in from the start.</li>\n<li>You enthusiastically approach everything from HTML/CSS to API design with the same level of respect and intention. You don’t need to be an expert in everything; T-shaped folks with an emphasis on frontend skills are ideal for these roles.</li>\n<li>You’re interested in learning new languages and technologies. We use JavaScript/React, Go and Clojure, MongoDB and PostGreSQL, and RabbitMQ, but it’s okay if you haven’t yet. You can find more details on our tech stack here.</li>\n<li>You’re good at navigating and shaping the dynamics of a rapidly-growing company with a remote-first culture: quickly adapting when priorities change and making conscious tradeoffs with incomplete information.</li>\n</ul>\n<p><strong>We’re Particularly Interested In People Who:</strong></p>\n<ul>\n<li>Work transparently and collaboratively within a distributed team.</li>\n<li>Favor regular, incremental delivery over perfection.</li>\n<li>Strive for continuous learning and improvement for themselves and their teams.</li>\n<li>Are excited about ensuring that all of our systems—software and human—scale smoothly.</li>\n</ul>\n<p><strong>About CircleCI</strong></p>\n<p>CircleCI is the world’s largest shared continuous integration and continuous delivery (CI/CD) platform, and the central hub where code moves from idea to delivery. As one of the most-used DevOps tools that processes more than 1 million builds a day, CircleCI has unique access to data on how engineering teams work, and how their code runs. Companies like Spotify, Coinbase, Stitch Fix, and BuzzFeed use us to improve engineering team productivity, release better products, and get to market faster.</p>\n<p>CircleCI is proud to be an Equal Opportunity and Affirmative Action employer. We do not discriminate based upon race, religion, color, national origin, sexual orientation, gender, gender identity, gender expression, transgender status, sexual stereotypes, age, status as a protected veteran, status as an individual with a disability, or other applicable legally protected characteristics. We also consider qualified applicants with criminal histories, consistent with applicable federal, state and local law.</p>\n",
    "how_to_apply": "<p><a href=\"https://grnh.se/fcd8d2b62us\">https://grnh.se/fcd8d2b62us</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdUdTIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--78daf4b4d5530b30c6e594eef14af8f621aadb96/logomark-cci-135x135-c.jpg"
  },
  {
    "id": "ee56f139-c0bf-4bc1-bb75-be7e683d5d5d",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/ee56f139-c0bf-4bc1-bb75-be7e683d5d5d",
    "created_at": "Thu Dec 17 00:51:58 UTC 2020",
    "company": "CircleCI",
    "company_url": "https://circleci.com/",
    "location": "North America ",
    "title": "Staff Software Engineer - Growth Activation ",
    "description": "<p>Come help us build the world’s most reliable and fastest-growing CI/CD system! Our customers range from well-known household brands to small startups and everywhere in between. We’re growing at a high pace and we need you to help us scale further.</p>\n<p>CircleCI is looking for a Staff Full Stack Software Engineer to help us lead Activation Team engineers through technical mentorship and strategy across the frontend and backend stacks. You will join a team of full-stack engineers that are empathetic and curious about the experience of our new users. As we expand our growth teams, we are looking for someone who can help us become more effective. You’ll be able to expand your skills by exploring the ways in which engineering can directly contribute to the growth of our business.</p>\n<p>This is a full-time role at the E4 level on our Engineering Competency Matrix, and requires participation in our on-call support rotation.</p>\n<p><strong>Our Team</strong></p>\n<p>The Activation Team, along with our business partners, have made it our mission to help CircleCI’s newest users succeed with CI/CD. To that end we are optimizing the onboarding experience of our new users, by guiding them as they learn our tool, educating more advanced features and by helping them prevent and correct errors.</p>\n<p>We achieve this by implementing and optimizing features with a data-driven approach. We conduct experiments in four phases: ideation, hypothesis, design and analysis. Based on the result, we either further refine our experiment, or even roll it back and leave it behind. As long as we have learned something about our users, experiments are considered successful.</p>\n<p>Our position within the engineering organization is unique: we frequently work with many teams across the CircleCI Platform and are positioned to influence the future direction of the product.</p>\n<p><strong>What you’ll get to do:</strong></p>\n<ul>\n<li>Lead and unblock the engineers on your team.</li>\n<li>Identify and resolve technical risk in future engineering work.</li>\n<li>Facilitate communication with different engineering and business teams.</li>\n<li>Collaborate with other growth teams to conceptualize and implement technical enablement strategies.</li>\n<li>Support engineers in interpreting the results of experiments.</li>\n<li>Guide the future of product at CircleCI:</li>\n<li>Build the technical roadmap to scale successful experiments into full features.</li>\n<li>Use learnings from unsuccessful experiments to guide the design of future work.</li>\n<li>Use Clojure and a modern React.js frontend (if you don’t know them it’s okay!). You can find our entire tech stack here.</li>\n</ul>\n<p><strong>What we’re looking for:</strong></p>\n<p>We’re looking for someone who has a learning mindset, is curious and highly motivated to learn something new every day. They should also like to have impact on high visibility work for their business and be someone with an audience-driven communication style. If this sounds like you, here’s the additional experience we’re looking for:</p>\n<ul>\n<li>Someone who can work across many engineering domains and is comfortable learning unfamiliar technology. You know how to guide a team to make decisions in an ambiguous environment, manage risk, and recover from mistakes.</li>\n<li>A value-driven engineer who understands the tradeoffs between user, technical and business needs.</li>\n<li>Someone who provides technical leadership, influencing the team’s technical output, strategy and standards.</li>\n<li>You have a track record of mentoring and coaching developers on their team.</li>\n<li>You’re curious about your users and always looking for ways to improve their journey through your product.</li>\n<li>Someone that favors regular, incremental delivery over perfection while incorporating regular feedback from users and stakeholders.</li>\n<li>Experience working with distributed systems such as microservice architectures.</li>\n<li>Someone comfortable with being on a pager rotation.</li>\n</ul>\n<p><strong>We’re Particularly Interested In People Who Are:</strong></p>\n<ul>\n<li>Mindful of developer happiness.</li>\n<li>Experienced in working in a distributed environment.</li>\n<li>Previously experience in a growth engineering, data pipeline team, or innovation team.</li>\n</ul>\n<p><strong>Work remotely with our globally distributed team!</strong></p>\n<p>We’re a distributed company with teammates across the world. Our Growth teams are distributed across North America. For this role, we are hiring engineers to work remotely in the United States and through our affiliate, Continuous Labs, in the following Canadian provinces: Alberta, British Columbia, Manitoba, New Brunswick, Newfoundland and Labrador, Nova Scotia, Ontario, Prince Edward Island and Saskatchewan.</p>\n<p><strong>About CircleCI</strong></p>\n<p>CircleCI is the world’s largest shared continuous integration and continuous delivery (CI/CD) platform, and the central hub where code moves from idea to delivery. As one of the most-used DevOps tools that processes more than 1 million builds a day, CircleCI has unique access to data on how engineering teams work, and how their code runs. Companies like Spotify, Coinbase, Stitch Fix, and BuzzFeed use us to improve engineering team productivity, release better products, and get to market faster.</p>\n<p>CircleCI is proud to be an Equal Opportunity and Affirmative Action employer. We do not discriminate based upon race, religion, color, national origin, sexual orientation, gender, gender identity, gender expression, transgender status, sexual stereotypes, age, status as a protected veteran, status as an individual with a disability, or other applicable legally protected characteristics. We also consider qualified applicants with criminal histories, consistent with applicable federal, state and local law.</p>\n",
    "how_to_apply": "<p><a href=\"https://grnh.se/1f4064162us\">https://grnh.se/1f4064162us</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdDZTIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--c5e0b5d4d128d15b8373796262ec429b5f94a051/logomark-cci-135x135-c.jpg"
  },
  {
    "id": "1e689db0-dfa2-4825-8492-596bfe5accb1",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/1e689db0-dfa2-4825-8492-596bfe5accb1",
    "created_at": "Thu Dec 17 00:39:47 UTC 2020",
    "company": "CircleCI ",
    "company_url": "https://circleci.com/",
    "location": "North America ",
    "title": "Senior Site Reliability Engineer",
    "description": "<p>CircleCI is seeking a Senior Site Reliability Engineer to work closely with our Software Engineers to deliver and manage the high-performance and scalable infrastructure underlying our multi-tenant Cloud offering. You will not only have the chance to automate and optimize infrastructure through the construction of appropriate tooling, but you will help software engineers through the design phase to optimize their services for scale in our production /environment.</p>\n<p>You'll join a highly distributed team building features and services designed specifically for macOS and iOS developers. You'll write sustainable, resilient code as part of an engineering organization that values collaboration, trust, and learning. You’ll be part of a team at the heart of CircleCI’s business responsible for build environments used by thousands of development teams every day.</p>\n<p><strong>About this role:</strong></p>\n<ul>\n<li>Design and deliver solutions to improve the availability, scalability, latency, and efficiency of CircleCI’s services</li>\n<li>Foster a culture of observability and monitoring; helping your team use operational data to improve the stability and performance of our systems</li>\n<li>Diagnose and resolve production issues in conjunction with software engineering teams\n-Implement shared infrastructure used by all services and teams within the CircleCI platform</li>\n<li>Support and advise software engineering teams in the design of scalable services</li>\n<li>Build and maintain tools for deployment, monitoring, and debugging</li>\n<li>Execute disaster recovery drills</li>\n<li>Participate in rotating on-call duties, including incident management</li>\n</ul>\n<p><strong>About you:</strong></p>\n<ul>\n<li>Proficiency in one or more of: Go, Java, Python, C or C++, Clojure</li>\n<li>Experience working with Docker, Kubernetes, Terraform, Helm, AWS, and modern distributed SaaS infrastructure.</li>\n<li>Knowledge of virtualization technologies, such as VMware or KVM</li>\n<li>Understanding of standard networking protocols and components such as: TCP/IP, HTTP, DNS, ICMP, VLANs, the OSI Model, IP Subnetting, and Load Balancing</li>\n<li>Knowledge of operating systems (processes, threads, IPC, concurrency, locks, mutexes, semaphores, etc.)</li>\n<li>Understanding of good monitoring and alerting practices, using tools like Datadog and Pagerduty</li>\n<li>Knowledge of the internal workings of at least one of: PostgreSQL, MongoDB, Redis</li>\n<li>Focus on security in the delivery of all levels of a system</li>\n<li>Passion for modern software development and operation, including agile, CI/CD, and infrastructure-as-code</li>\n<li>Desire to learn and grow career as a Site Reliability Engineer</li>\n<li>2 or more years of experience</li>\n</ul>\n<p>We know there’s no such thing as a “perfect” candidate - we’re all a work in progress and are growing new skills and capabilities all the time. CircleCI welcomes those who are enthusiastic about learning and evolving, so however you identify and whatever your background, if this looks like a role where you could do work that excites you, we hope you’ll apply.</p>\n<p><strong>Work remotely with our globally distributed team!</strong></p>\n<p>We’re a distributed company with teammates across the world. For this role, we are hiring engineers to work remotely in the United States and through our affiliate, Continuous Labs, in the following Canadian provinces: Alberta, British Columbia, Manitoba, New Brunswick, Newfoundland and Labrador, Nova Scotia, Ontario, Prince Edward Island and Saskatchewan.</p>\n<p><strong>About CircleCI</strong></p>\n<p>CircleCI is the world’s largest shared continuous integration and continuous delivery (CI/CD) platform, and the central hub where code moves from idea to delivery. As one of the most-used DevOps tools that processes more than 1 million builds a day, CircleCI has unique access to data on how engineering teams work, and how their code runs. Companies like Spotify, Coinbase, Stitch Fix, and BuzzFeed use us to improve engineering team productivity, release better products, and get to market faster.</p>\n<p>CircleCI is proud to be an Equal Opportunity and Affirmative Action employer. We do not discriminate based upon race, religion, color, national origin, sexual orientation, gender, gender identity, gender expression, transgender status, sexual stereotypes, age, status as a protected veteran, status as an individual with a disability, or other applicable legally protected characteristics. We also consider qualified applicants with criminal histories, consistent with applicable federal, state and local law.</p>\n",
    "how_to_apply": "<p><a href=\"https://grnh.se/c5c4289d2us\">https://grnh.se/c5c4289d2us</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdDJTIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--6d96001cea3b8583978241dcde3d4626cb75f176/logomark-cci-135x135-c.jpg"
  },
  {
    "id": "a04decd3-b2f0-404f-8e5d-2007662fd41d",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/a04decd3-b2f0-404f-8e5d-2007662fd41d",
    "created_at": "Thu Dec 10 06:08:05 UTC 2020",
    "company": "PERI GmbH",
    "company_url": "https://www.peri.com",
    "location": "Weißenhorn, Germany",
    "title": "Solution Architect* Configuration Solutions",
    "description": "<p>Sie tragen Verantwortung für</p>\n<ul>\n<li>die Identifikation, Aufnahme und Detaillierung von Anforderungen für unsere webbasierten Planungslösungen und deren Konfigurationsmöglichkeiten</li>\n<li>die Erstellung von Fach- und IT-Konzepten gemäß den Prozess- und Kundenforderungen für unsere Planungslösungen wie z.B. QuickSolve</li>\n<li>die Sicherstellung der Softwarequalität durch geeignete Qualitätsmanagementmaßnahmen</li>\n<li>die Betreuung unserer webbasierten Softwareapplikationen inkl. Steuerung der externen Entwicklungspartner und Sicherstellung des technischen Supports</li>\n<li>die Planung und Durchführung von Rollouts der Softwaresysteme im internationalen Kontext</li>\n</ul>\n<p>Sie erwartet bei uns</p>\n<ul>\n<li>interessante internationale Projekte in einem kollegialen und motivierten Team</li>\n<li>flexible Arbeitszeiten und ein modernes Arbeitsumfeld sowie eine attraktive Vergütung</li>\n<li>eine langfristige Perspektive mit guten Entwicklungsmöglichkeiten in einem starken und erfolgreichen Familienunternehmen</li>\n</ul>\n<p>Sie zeichnen sich aus durch</p>\n<ul>\n<li>ein abgeschlossenes Hochschulstudium der Wirtschaftsinformatik, Ingenieurwissenschaften oder einer vergleichbaren Fachrichtung</li>\n<li>Verständnis von Engineering- und Konfigurationsprozessen, sowie den Anforderungen von internationalen Projekten</li>\n<li>erste Erfahrung im Analysieren und Aufnehmen von Kundenanforderungen</li>\n<li>erste Erfahrungen im Bereich der Software-Entwicklung, vorzugsweiße im CAD bzw. Cloud Umfeld wünschenswert</li>\n<li>ausgeprägtes Interesse in aktuellen Trends und Technologien wie z.B. Artificial Intelligence (AI/KI) oder Microsoft Azure</li>\n<li>sehr gute Deutsch- und Englischkenntnisse in Wort und Schrift</li>\n</ul>\n<p>Bitte bewerben Sie sich hier online: <a href=\"https://www.peri.com/de/karriere/stellenboerse/DE02109.html\">https://www.peri.com/de/karriere/stellenboerse/DE02109.html</a></p>\n<p>*Mit unseren Stellenausschreibungen sprechen wir alle Geschlechter gleichermaßen an.</p>\n<p>Ein Stellenangebot der Peri-Werk Artur Schwörer GmbH &amp; Co. KG.</p>\n",
    "how_to_apply": "<p><a href=\"https://www.peri.com/de/karriere/stellenboerse/DE02109.html\">https://www.peri.com/de/karriere/stellenboerse/DE02109.html</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcDZTIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--b6a68f00ed2a704b9a30a8a2790e8cca25b5c34f/PERI_Logo_oR_RGB%20jpg.jpg"
  },
  {
    "id": "b09eba59-fcf5-47e7-90f4-01dc73c417b6",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/b09eba59-fcf5-47e7-90f4-01dc73c417b6",
    "created_at": "Wed Dec 16 08:30:06 UTC 2020",
    "company": "PERI",
    "company_url": "https://www.peri.com/de",
    "location": "Weissenhorn, Germany",
    "title": "Enterprise Architect* Microsoft Azure",
    "description": "<p>Sie tragen Verantwortung für</p>\n<ul>\n<li>die Konzeption, Steuerung und Überwachung einer offenen und zukunftssicheren Enterprise Architecture der PERI Gruppe</li>\n<li>die Erarbeitung einer Governance, die insbesondere eine schnelle Integration von dritten Diensten (SaaS) und Plattformen (PaaS) ermöglicht</li>\n<li>die durchgängige Dokumentation der Enterprise Architecture\n(mittels eines EAM Tools)</li>\n<li>die umfassende Beratung bei Architekturfragen und Unterstützung des Portfoliomanagements\ndie Durchführung und Begleitung von Transformations- und Modernisierungsprojekten</li>\n</ul>\n<p>Sie erwartet bei uns</p>\n<ul>\n<li>interessante, internationale Projekte in einem kollegialen und motivierten Team</li>\n<li>flexible Arbeitszeiten und ein modernes Arbeitsumfeld sowie eine attraktive Vergütung</li>\n<li>die Möglichkeit, die Enterprise Architecture eines globalen Unternehmens aktiv mitzugestalten</li>\n</ul>\n<p>Sie zeichnen sich aus durch</p>\n<ul>\n<li>ein abgeschlossenes Hochschulstudium der Informatik, Wirtschaftsinformatik mit mehrjähriger Berufserfahrung als Enterprise Architect*</li>\n<li>Erfahrung mit der Cloud Plattform Microsoft Azure</li>\n<li>fundierte Kenntnisse in Integrationstechnologien, Microservices, Serverless Computing und API-Management</li>\n<li>gutes Verständnis der Zusammenhänge von fachlichen Unternehmensstrukturen und deren Geschäftsprozessen</li>\n<li>ausgeprägte Umsetzungsstärke und Kundenorientierung</li>\n<li>Kommunikations-, Moderations- und Konfliktfähigkeit</li>\n<li>bis zu 10% Reisebereitschaft und sehr gute Deutsch- und Englischkenntnisse</li>\n</ul>\n<p>Bitte bewerben Sie sich hier online: <a href=\"https://www.peri.com/de/karriere/stellenboerse/DE01869.html\">https://www.peri.com/de/karriere/stellenboerse/DE01869.html</a></p>\n<p>*Mit unseren Stellenausschreibungen sprechen wir alle Geschlechter gleichermaßen an.</p>\n<p>Ein Stellenangebot der Peri-Werk Artur Schwörer GmbH &amp; Co. KG.</p>\n",
    "how_to_apply": "<p>Apply online: <a href=\"https://www.peri.com/de/karriere/stellenboerse/DE01869.html\">https://www.peri.com/de/karriere/stellenboerse/DE01869.html</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdGFTIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--ad36370fe704c49169307f371f5d4e4ccc6338ff/PERI_Logo_oR_RGB%20jpg.jpg"
  },
  {
    "id": "38fc5fba-4e3c-4a2b-8417-dcbcffe5b7b4",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/38fc5fba-4e3c-4a2b-8417-dcbcffe5b7b4",
    "created_at": "Wed Dec 16 08:35:00 UTC 2020",
    "company": "PERI",
    "company_url": "https://www.peri.com/de",
    "location": "Weissenhorn, Germany",
    "title": "IT Administrator* Datacenter & Cloud",
    "description": "<p>In der Position als IT-Administrator übernehmen Sie die Verantwortung für den operativen Betrieb unserer IT-Infrastruktur im Rechenzentrum und in der Cloud. Sie installieren Serversysteme und Applikationen, überwachen deren Verfügbarkeit und tragen im Rahmen der ITIL Service Operation Prozesse zum reibungslosen Betrieb der gesamten IT- und Produktionslandschaft bei. Sie unterstützen die Konzeption und Integration neuer Services und beraten die Fachbereiche in IT-Projekten.</p>\n<p>Sie tragen Verantwortung für</p>\n<ul>\n<li>die Administration und Weiterentwicklung der Storage-Systeme (SAN)</li>\n<li>die Betreuung der Virtualisierungsplattformen (VMware vSphere)</li>\n<li>das Monitoring und die Automatisierung der IT-Infrastruktur mit Hilfe von innovativen Technologien (Ansible, ARM-Templates, IaC)</li>\n<li>die Administration und den Betrieb von Windows- und Linux-Systemen in einer hybriden Multicloud Infrastruktur (Azure, AWS)</li>\n<li>die Planung, Organisation und Umsetzung technischer Projekte im IT-Umfeld</li>\n<li>die Analyse und Behebung auftretender Störungen (3rd Level Support)</li>\n<li>die Steuerung externer Dienstleister im Bereich IT-Infrastruktur</li>\n</ul>\n<p>Sie erwartet bei uns</p>\n<ul>\n<li>die Möglichkeit, die IT-Infrastruktur eines globalen Unternehmens aktiv mitzugestalten</li>\n<li>flexible Arbeitszeiten, attraktive Vergütung und ein modernes Arbeitsumfeld</li>\n<li>ein hoch motiviertes und wachsendes Team</li>\n</ul>\n<p>Sie zeichnen sich aus durch</p>\n<ul>\n<li>abgeschlossenes Studium der Informatik oder vergleichbare Ausbildung</li>\n<li>mehrjährige Erfahrung im Betrieb von IT-Infrastruktur in RZ oder Cloud</li>\n<li>sehr gute Kenntnisse im Bereich Virtualisierung und Storage/ SAN</li>\n<li>Erfahrung im Bereich Linux und Windows sowie Automatisierung</li>\n<li>gute analytische und konzeptionelle Fähigkeiten</li>\n<li>Belastbarkeit sowie ausgeprägte Kunden- und Serviceorientierung</li>\n<li>sehr gute Deutsch- und Englischkenntnisse</li>\n</ul>\n<p>Bitte bewerben Sie sich hier online: <a href=\"https://www.peri.com/de/karriere/stellenboerse/DE02077.html\">https://www.peri.com/de/karriere/stellenboerse/DE02077.html</a></p>\n<p>*Mit unseren Stellenausschreibungen sprechen wir alle Geschlechter gleichermaßen an.</p>\n<p>Ein Stellenangebot der Peri-Werk Artur Schwörer GmbH &amp; Co. KG.</p>\n",
    "how_to_apply": "<p><a href=\"https://www.peri.com/de/karriere/stellenboerse/DE02077.html\">https://www.peri.com/de/karriere/stellenboerse/DE02077.html</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdGlTIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--2780e3a83618bb6829558577cef8054383dd9f92/PERI_Logo_oR_RGB%20jpg.jpg"
  },
  {
    "id": "bda5d8d6-c587-4d39-86ef-d38c831d3be2",
    "type": "Contract",
    "url": "https://jobs.github.com/positions/bda5d8d6-c587-4d39-86ef-d38c831d3be2",
    "created_at": "Wed Dec 16 17:07:35 UTC 2020",
    "company": "InfraStructure Tech",
    "company_url": "http:",
    "location": "Miami, FL",
    "title": "iOS Mobile Developer",
    "description": "<p>Build and deploy an iOS mobile app for a fitness brand using agile methodologies. Understand business requirements and work independently to construct the best fit mainboard structure.</p>\n<p>High attention to detail\nAbility to design UI graphics highly preferred\nExperience in Mobile UI/UX\n2+ years of experience in Mobile Development preferred</p>\n<p>No preference on C++ over Swift as long as their standards are followed properly and there is proper code coverage</p>\n",
    "how_to_apply": "<p>Email resume to <a href=\"mailto:infra.management.tech@gmail.com\">infra.management.tech@gmail.com</a> and you will receive a call from us</p>\n",
    "company_logo": null
  },
  {
    "id": "3a7fe188-9ae3-462e-a730-9ff35633b4c1",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/3a7fe188-9ae3-462e-a730-9ff35633b4c1",
    "created_at": "Wed Dec 16 15:30:17 UTC 2020",
    "company": "InnoGames GmbH",
    "company_url": "https://www.innogames.com",
    "location": "Hamburg",
    "title": "Java Software Developer - Core Team",
    "description": "<p>As <strong>Java Software Developer</strong>, you work closely with our game teams to shape the foundation of our next big hits and contribute as a productive member of an agile development team in all phases of the development lifecycle.</p>\n<p><strong>Your mission:</strong></p>\n<ul>\n<li>Develop features shared across our game backends</li>\n<li>Improve performance-critical components, increase the robustness and scalability of our software</li>\n<li>Improve our libraries and backend services with your knowledge of software architecture and high-quality code</li>\n<li>Maintain and extend our development tools and environment</li>\n</ul>\n<p><strong>Your profile:</strong></p>\n<ul>\n<li>Degree in Computer Sciences, Business Information Systems or equivalent training and experience as IT specialist</li>\n<li>Several years of experience in object-oriented programming in Java with Spring Boot and optimally the Akka framework</li>\n<li>Software development with Spring, the UNIX command line and profound knowledge of SQL, GIT, and Continuous Delivery</li>\n<li>You love to dive deep into other people’s code which is reflected in your Github profile</li>\n<li>Solid experience in using various methods in software design and a strong belief in automated testing to guarantee and improve code quality in compliance with the company standards</li>\n<li>Being a backend geek, you also like to switch to the frontend side with Angular, C# and Unity</li>\n<li>Good English language and overall communication skills</li>\n<li>Proactive and motivated individual with a willingness to learn</li>\n</ul>\n<p><strong>Why join us?</strong></p>\n<ul>\n<li>Be part of a great international team in a healthy and stable-growing company</li>\n<li>Your working device will be the latest MacBook Pro with high-end hardware</li>\n<li>We actively support your further development and give you all the needed resources to evaluate new technologies and participate in open source communities</li>\n<li>We provide additional training budget to spend on attending conferences, taking hard skill courses or improve your soft skills as well as purchasing books</li>\n<li>Our career model is set up equally for an expert in a technical career or a management path</li>\n<li>Use opportunities to make your code open source and show your achievements at international conferences</li>\n<li>We offer competitive compensation with benefits like relocation support, company gym, smartphone or tablet, company bikes, rooftop terrace with BBQ and much more</li>\n</ul>\n<p>Excited to start your journey with InnoGames and join our dynamic team as a <strong>Java Software Developer</strong>? We look forward to receiving your application as well as your salary expectations and earliest possible start date through our <a href=\"https://www.innogames.com/career/detail/job/java-software-developer-core-team/?s=GitHub\">online application form</a>. <strong>Cristal Ledesma</strong> would be happy to answer any questions you may have.</p>\n<p><strong>Apply and #stayhome!</strong> Due to the <strong>coronavirus</strong> outbreak, we switched our operations company-wide to home office and turned our hiring process into a <strong>fully virtual one</strong>. When hiring, we are also open for our new team members starting their work remotely at the time being or adjusting contract start dates accordingly. Stay home and safe!</p>\n<p>InnoGames is Germany’s leading developer and publisher of mobile and online games. The company based in Hamburg is best known for Forge of Empires, Elvenar and Tribal Wars. InnoGames’ complete portfolio encompasses seven live games and several mobile titles in production.</p>\n<p>Born as a hobby, InnoGames today has a team of 400 employees from more than 30 nations who share the passion of creating unique games that players across the globe enjoy for years. In order to further expand our success and to realize new projects, we are constantly looking for young talents, experienced professionals, and creative thinkers.</p>\n",
    "how_to_apply": "<p><a href=\"https://www.innogames.com/career/detail/job/java-software-developer-core-team/?s=GitHub\">https://www.innogames.com/career/detail/job/java-software-developer-core-team/?s=GitHub</a></p>\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdHlTIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--42306dacd41e20d3353b62a9ea4311bdb72da047/logo_innogames_devlop.png"
  }
]